[
    {
        "source": "PRX Life",
        "title": "Inherent Leakage of Hydrophobic Gating in BK Channels",
        "authors": "Zhiguang Jia and Jianhan Chen",
        "link": "http://link.aps.org/doi/10.1103/m89c-6vv7",
        "abstract": "Free energy calculations coupled with experimental data show that the intrinsic opening of big potassium channels is likely an inherent property of the vapor barrier generated by hydrophobic dewetting of the inner pore in the deactivated state.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRXLIFE/key_images/10.1103/m89c-6vv7.png"
        ],
        "date": "2026-02-10T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Unlocking Hidden Topological Multistability via Biphasic Correlated Order Evolution",
        "authors": "Jin-Bing Wu, Zhenghao Guo, Baoming Shi, Daoxing Luo, Lei Zhang, Yan-Qing Lu, and Wei Hu",
        "link": "http://link.aps.org/doi/10.1103/zyy7-cm33",
        "abstract": "Topological multistability reflects the complexity of structure evolution inside ordered condensed matter. For a given thermodynamic system, the actual attained stable states decline sharply compared with the theoretical anticipation, which severely restricts the diversity of the material structure …",
        "images": [],
        "date": "2026-02-10T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Determining the Chemical Potential via Universal Density Functional Learning",
        "authors": "Florian Sammüller and Matthias Schmidt",
        "link": "http://link.aps.org/doi/10.1103/7bqn-y2d7",
        "abstract": "Equilibrium chemical potentials can be determined simultaneously across simulation datasets of inhomogeneous classical fluids by leveraging machine-learned classical density functionals.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRL/key_images/10.1103/7bqn-y2d7.png"
        ],
        "date": "2026-02-10T10:00:00+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Structural insights into PFAS-β-lactoglobulin binding mechanism mediating PFAS toxicity",
        "authors": "VERMA, S.; SINGH, A.; Orozco, R. S. R.; Vukovic, L.; Narayan, M.; KUMAR, P.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.09.02.673760v2",
        "abstract": "The strong, polar-covalent nature of C-F bonds contributes to the forever nature of per- and polyfluoroalkyl (PFAS) substances. PFAS are toxic to humans. Here, we have examined the ability of the small, globular, milk protein beta-lactoglobulin to bind PFAS. The protein transports hydrophobic and amphiphilic compounds, including retinol and fatty acids, for vision and brain development; therefore, underscoring its interactions with PFAS is significant. The crystal structures of beta-lactoglobulin complexed with PFOA (Perfluorooctanoic acid) at 2.0 (angstrom), PFOS (Perfluorooctanesulfonic acid) at 2.5 (angstrom), and PFDA (Perfluorodecanoic acid) at 2.0 (angstrom) reveal high affinity of the compounds for the central calyx of beta-lactoglobulin, which is the canonical retinol and fatty acid binding site. Analyses of the data indicate significant hydrophobic interactions stabilizing the binding of the PFAS hydrophobic tails within the calyx and interactions between Lys60 and Lys69 and PFAS polar head groups. Comparative structural analysis revealed the presence of an open conformation of the EF loop containing the Glu89 latch residue in the complexed structures vis-a-vis the apo-form. Molecular dynamics (MD) simulations revealed high stability of the PFAS binding and attainment of energy minima in all complexes. The average binding energy of PFDA in beta-lactoglobulin calyx was -25 kcal/mol, which was higher than PFOS (-21 kcal/mol) and PFOA (-23 kcal/mol) due to increased van der Waals interactions of the longer hydrophobic chain of PFDA with beta-lactoglobulin. This work advances a mechanism by which beta-lactoglobulin can recruit PFAS and act as a transporter for the forever chemical, potentially mediating its neurotoxicity.",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00",
        "doi": "10.1101/2025.09.02.673760"
    },
    {
        "source": "bioRxiv",
        "title": "Single-cell analysis of sterol-induced Ca2+ signaling in human astrocytes by dynamic mode decomposition",
        "authors": "Larsen, M. P. W.; Lauritsen, L.; Jensen, R.; Zimmermann, R.; Wuestner, D.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.09.704834v1",
        "abstract": "Ca2+ signaling in astrocytes is a central mechanism of intercellular communication in the brain and plays a key role in regulating neuronal excitability, synaptic plasticity, and energy metabolism. Disruption of astrocytic Ca2+ dynamics is a characteristic of neurodegenerative diseases, as are deviations in cholesterol trafficking and metabolism, which are essential for maintaining membrane structure and function. Although recent studies have begun to explore links between Ca2+ signaling and sterol homeostasis in astrocytes, unbiased analytical work flows and mechanistic insight into how cholesterol and related sterols regulate astrocytic Ca2+ dynamics remain limited. Here, we apply dynamic mode decomposition to dissect and classify Ca2+ signals obtained from time-lapse imaging of hu manastrocytes. Usingbothsynthetic andexperimentaldatasets, we show that delay-embedded dynamic mode decomposition combined with clustering separates heterogeneous Ca2+ activity into distinct dynamical states. This analysis reveals that increasing cholesterol levels shift astrocytes toward more active oscillatory states, whereas acute cholesterol depletion suppresses Ca2+ activity. In addition, pretreatment with the oxysterols 24-, 25-, and 27-hydroxycholesterol impaired cholesterol induced Ca2+ oscillations.",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00",
        "doi": "10.64898/2026.02.09.704834"
    },
    {
        "source": "Soft Matter",
        "title": "Morphology control of stimulus-responsive fluorescence-enhanced supramolecular aggregates based on pillar[5]arenes",
        "authors": "Xuejia Gan, Peng Liu, Yingying Deng, Qingqing Han, Jinghua Yin, Long Yi Jin",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01279A",
        "abstract": "The asymmetric functionalization of pillar[5]arenes enables tunable self-assembly into distinct nanostructures, exhibiting pH-responsive reversible morphology transitions in their host–guest complexes for fluorescence-based information encryption.",
        "images": [
            "https://pubs.rsc.org/services/images/RSCpubs.ePlatform.Service.FreeContent.ImageService.svc/ImageService/image/GA?id=D5SM01279A"
        ],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Zoology of collective patterns modulated by non-reciprocal, long-range interactions",
        "authors": "Edgardo Brigatti, Fernando Peruani",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM00657K",
        "abstract": "We investigate active particles that exhibit distance-independent interactions only restricted by a field of view, which is characterized by an angle β. We show that constraining attractive interactions to a...",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Critical fluctuations of elastic moduli in jammed solids",
        "authors": "Kumpei Shiraishi, Hideyuki Mizuno",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01202C",
        "abstract": "We investigate sample-to-sample fluctuations of the shear modulus in ensembles of particle packings near the jamming transition. Unlike the average modulus, which exhibits distinct scaling behaviours depending on the interparticle...",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Retina Microrheology via Oscillatory Atomic Force Microscopy",
        "authors": "Connor D Amelung, Colter E Oroke, Lucas Ramirez, Sharon Gerecht",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01060H",
        "abstract": "Viscoelastic properties of tissues, including elasticity and viscosity, are crucial for understanding development and disease progression. However, traditional atomic force microscopy (AFM) indentation methods provide limited insight into these complex...",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "PNAS NEXUS",
        "title": "The “I” in egalitarianism: Hadza hunter-gatherers averse to inequality primarily when personally unfavorable",
        "authors": "Smith, Kristopher M, Stibbard−Hawkes, Duncan N E, Dimant, Eugen, Mabulla, Ibrahim A, Bicchieri, Cristina, Apicella, Coren L",
        "link": "https://academic.oup.com/pnasnexus/article/doi/10.1093/pnasnexus/pgaf328/8468482?rss=1",
        "abstract": "Abstract. Many economists contend that humans have strong, universal, other-regarding equality preferences with deep evolutionary roots. Indeed, many hunte",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "PNAS NEXUS",
        "title": "Labeling messages as AI-generated does not reduce their persuasive effects",
        "authors": "Gallegos, Isabel O, Shani, Chen, Shi, Weiyan, Bianchi, Federico, Gainsburg, Izzy, Jurafsky, Dan, Willer, Robb",
        "link": "https://academic.oup.com/pnasnexus/article/doi/10.1093/pnasnexus/pgag008/8465366?rss=1",
        "abstract": "Abstract. As generative AI enables the creation and dissemination of information at massive scale and speed, it is increasingly important to understand how",
        "images": [],
        "date": "2026-02-10T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Denoise Stepwise Signals by Diffusion Model Based Approach",
        "authors": "Xingdi Tong, Chenyu Wen",
        "link": "http://arxiv.org/abs/2602.08904v1",
        "abstract": "Stepwise signals are ubiquitous in single-molecule detections, where abrupt changes in signal levels typically correspond to molecular conformational changes or state transitions. However, these features are inevitably obscured by noise, leading to uncertainty in estimating both signal levels and transition points. Traditional frequency-domain filtering is ineffective for denoising stepwise signals, as edge-related high-frequency components strongly overlap with noise. Although Hidden Markov Model-based approaches are widely used, they rely on stationarity assumptions and are not specifically designed for signal denoising. Here, we propose a diffusion model-based algorithm for stepwise signal denoising, named the Stepwise Signal Diffusion Model (SSDM). During training, SSDM learns the statistical structure of stepwise signals via a forward diffusion process that progressively adds noise. In the following reverse process, the model reconstructs clean signals from noisy observations, integrating a multi-scale convolutional network with an attention mechanism. Training data are generated by simulating stepwise signals through a Markov process with additive Gaussian noise. Across a broad range of signal-to-noise ratios, SSDM consistently outperforms traditional methods in both signal level reconstruction and transition point detection. Its effectiveness is further demonstrated on experimental data from single-molecule Forster Resonance Energy Transfer and nanopore DNA translocation measurements. Overall, SSDM provides a general and robust framework for recovering stepwise signals in various single-molecule detections and other physical systems exhibiting discrete state transitions.",
        "images": [],
        "date": "2026-02-09T17:04:12+00:00"
    },
    {
        "source": "arXiv",
        "title": "Cell strain-stiffening drives cell breakout from embedded spheroids",
        "authors": "Shabeeb Ameen, Kyungeun Kim, Ligesh Theeyancheri, Minh Thanh, Mingming Wu, Alison E. Patteson, J. M. Schwarz, Tao Zhang",
        "link": "http://arxiv.org/abs/2602.08737v1",
        "abstract": "Understanding how cells escape from embedded spheroids requires a mechanical framework linking stress generation within cells, across cells, and between cells and the surrounding extracellular matrix (ECM). We develop such a framework by coupling a 3D vertex model of a spheroid to a fibrous ECM network and deriving a 3D Cauchy stress tensor for deformable polyhedral cells, enabling direct cell-level stress quantification in three dimensions. We analyze maximum shear stress in solid-like and fluid-like spheroids: solid-like spheroids exhibit broader stress distributions and radial stress gradients, while fluid-like spheroids show lower stresses with weak spatial organization. Cell shape anisotropy is not generically aligned with principal stress directions, indicating that morphology alone is an unreliable proxy for mechanical state. We further demonstrate strain stiffening at the single-cell level, where elongation produces nonlinear increases in maximum shear stress, allowing boundary cells in otherwise low-stress, fluid-like spheroids to transiently generate forces sufficient to remodel the matrix. To connect strain-induced stress amplification to invasion modes, we introduce an extended 3D vertex model with explicit, tunable cell-cell adhesion springs. In this minimal mechanical framework, single-cell breakout results from strain stiffening combined with reduced adhesion, whereas multi-cell streaming additionally requires anisotropic adhesion strengthened along the elongation axis and weakened orthogonally. Together, these results identify distinct mechanical pathways coupling cell strain, stress amplification, and adhesion organization to spheroid invasion.",
        "images": [],
        "date": "2026-02-09T14:39:54+00:00"
    },
    {
        "source": "PLOS ONE",
        "title": "Calibration of discrete element parameters for cohesive soils at different moisture contents",
        "authors": "Shixi Wei, Bing Li, Jinxia Yang, Dengsheng Cai, Wubin Xu, Zhaoyang Liu",
        "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0340462",
        "abstract": "<p>by Shixi Wei, Bing Li, Jinxia Yang, Dengsheng Cai, Wubin Xu, Zhaoyang Liu</p>  To obtain discrete element method simulation parameters for cohesive soil during the scrapping process of loaders, this paper calibrates parameters of cohesive soil with different moisture contents based on the Hertz-Mindlin with Johnson-Kendall-Roberts (JKR) Cohesion contact model in Experts in Discrete Element Modeling (EDEM). First, five cohesive soil samples with different moisture contents were prepared. By combining vibration sieving, the inclined plane method, and angle of repose experiments, the measured data ranges of particle size distribution, soil-steel friction coefficient, and angle of repose were obtained. Secondly, the JKR V2 adhesion model was constructed in EDEM. Significant parameters were screened using the Plackett-Burman test. Finally, the response surface analysis range was determined by integrating climbing experiments, and a quadratic regression model was established through Box-Behnken design to optimize parameter combinations. Furthermore, a Particle Swarm Optimization (PSO) algorithm was introduced for single-objective optimization of the angle of repose. The experimental results show that with the increase of moisture content, the angle of repose increases from 30.83° to 37.13°, and the significant parameters are JKR surface energy, soil-soil restitution coefficient, and static friction coefficient. The simulation error of the PSO algorithm is reduced from the maximum 3.38% in the response surface method to within 2.2%. This study provides a high-precision parameterization method for DEM modeling of cohesive soil, offering references for establishing DEM simulations of loaders scraping cohesive soil.",
        "images": [],
        "date": "2026-02-09T14:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Homing through Reinforcement Learning",
        "authors": "Riya Singh, Pratikshya Jena, Anish Kumar, Shradha Mishra",
        "link": "http://arxiv.org/abs/2602.08566v1",
        "abstract": "Homing and navigation are fundamental behaviors in biological systems that enable agents to reliably reach a target under uncertainty. We present a Reinforcement Learning (RL) framework to model adaptive homing in continuous two-dimensional domain. In this framework, the agent's state is given by its angular deviation from home, actions correspond to alignment or stochastic reorientation, and learning is driven by a radial-distance-based cost that penalizes motion away from the target. For a single self-propelled agent moving with constant speed, we find that the mean homing time $\\langle T_{\\mathrm{home}} \\rangle$ exhibits a non-monotonic dependence on the rotational diffusion strength $D_r$, with an optimal noise level $D_r^{*}$, revealing a subtle interplay between exploration and goal-directed correction. Extending to two agents with soft repulsion, one agent consistently reaches home faster than the other, while in multi-agents system, repulsion ensures separation and the fastest agent becomes progressively faster as group size increases. Finally comparing the mean homing time $\\langle T_{\\mathrm{home}} \\rangle$ of an Active Brownian Particle (ABP) and RL agent over an identical range of $D_r$, we find that RL trajectories are shorter, less noisy, and consistently faster. Our results show that cost-driven learning, stochastic reorientation, and inter-agent interactions enable efficient adaptive navigation, linking individual and collective homing. This reinforcement learning framework captures key biological features such as feedback-based route learning, randomness to escape unfavorable orientations, and mutual coordination.",
        "images": [],
        "date": "2026-02-09T12:04:55+00:00"
    },
    {
        "source": "arXiv",
        "title": "Coarse grained modeling of self assembled DNA 3D structure using pragmatic soft ellipsoid contact potential",
        "authors": "Abhirup Das, Jayashree Saha",
        "link": "http://arxiv.org/abs/2602.08539v1",
        "abstract": "In this paper, we present a coarse-grained model of DNA based on the soft ellipsoid contact potential (ECP) to evaluate the base pairing interaction properly. We extend the ellipsoid contact like potential model (ECP), suitably modified and used previously by our group to model lipid bilayer phases with considerable success. This potential is used for base-base interactions, along with other potentials to capture bending, dihedral and solvent effects. The model shows a phase transition during hybridization and is able to reproduce the experimental melting curves with sufficient adequacy. Thermodynamical, along with conformational characteristics and structural properties of our model are studied in detail.",
        "images": [],
        "date": "2026-02-09T11:36:48+00:00"
    },
    {
        "source": "arXiv",
        "title": "Emergence of Superintelligence from Collective Near-Critical Dynamics in Reentrant Neural Fields",
        "authors": "Byung Gyu Chae",
        "link": "http://arxiv.org/abs/2602.08483v1",
        "abstract": "Superintelligence is commonly envisioned as a quantitative extrapolation of human cognitive abilities driven by scale and computational power. Here we show that qualitative transitions in intelligence instead arise as dynamical phase transitions governed by collective critical dynamics. Building on a unified dynamical field-theoretic framework for cognition, we demonstrate that progressive collective coupling generated by reentrant mixing drives the system toward an infrared critical regime in which an extensive band of slow collective modes emerges. This spectral condensation reorganizes cognitive dynamics from localized relaxation to coherent motion along emergent low-dimensional manifolds. Through numerical analysis of the time-scale density of states, we identify robust power-law scaling of collective relaxation rates with well-defined critical exponents, placing the system within the universality class of self-organized critical many-body dynamics. Criticality alone would generically lead to instability. We further show that homeostatic regulation introduces a gapped stabilizing direction that protects the collective critical sector, yielding a dynamically maintained meta-stable infrared phase in which long-lived inference trajectories persist without collapse. The coexistence of scale-free collective dynamics and global stabilization defines a protected sector-critical regime in which coherence and internal flexibility coexist. Superintelligence therefore corresponds to a distinct dynamical stability class--a self-organized critical phase embedded within a stabilized cognitive manifold--rather than a smooth quantitative continuation of existing cognitive systems.",
        "images": [],
        "date": "2026-02-09T10:34:21+00:00"
    },
    {
        "source": "PRX Life",
        "title": "Spatiotemporal Patterns of Active Epigenetic Turnover",
        "authors": "Fabrizio Olmeda, Misha Gupta, Onurcan Bektas, and Steffen Rulands",
        "link": "http://link.aps.org/doi/10.1103/89bj-79g5",
        "abstract": "Chromatin-mediated coupling between cycles of DNA methylation and demethylation can lead to the emergence of phase-locked domains — regions of locally synchronized turnover activity whose coarsening is arrested by genomic heterogeneity.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRXLIFE/key_images/10.1103/89bj-79g5.png"
        ],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "Physical Review E",
        "title": "Predicting statistics of gene translocation events: Role of chromatin compaction and double-strand DNA break",
        "authors": "Anirudh Jairam, Shuvadip Dutta, Sangram Kadam, Kiran Kumari, and Ranjith Padinhateeri",
        "link": "http://link.aps.org/doi/10.1103/kyds-xmlh",
        "abstract": "Chromosomal translocations, arising from unresolved double-stranded DNA breaks (DSBs), play a central role in genome instability and evolution. A prevailing hypothesis suggests that the probability of translocation between two chromatin segments depends on both their spatial proximity and the likeli…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Experimental Measurement of Negative Grain-Boundary Triple Line Tension",
        "authors": "Xiuming Xiao and Ziren Wang",
        "link": "http://link.aps.org/doi/10.1103/t23n-bch4",
        "abstract": "We measured negative grain-boundary triple line tension within bulk hard-sphere colloidal polycrystals. Compared to the grain boundaries, the tension is predominantly distributed in the grain lattices. The negative tension drives finite premelting at triple junctions and leads to a marginally denser…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Unifying Constraints Linking Protein Folding and Native Dynamics Decoded from AlphaFold",
        "authors": "Zecheng Zhang, Weitong Ren, Liangxu Xie, Yuxiang Zheng, Xingyue Guan, Jun Wang, Wenfei Li, and Qian-Yuan Tang",
        "link": "http://link.aps.org/doi/10.1103/7j2j-f8f7",
        "abstract": "The interplay between protein folding and native dynamics remains a central question in biophysics. Analyzing an extensive set of AlphaFold-predicted structures, we uncover a robust relationship between folding topology (contact order) and native dynamics (fluctuation entropy), showing that long-ran…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Robust Scaling in Human Brain Dynamics Despite Correlated Inputs and Limited Sampling Distortions",
        "authors": "Rubén Calvo, Carles Martorell, Adrián Roig, and Miguel A. Muñoz",
        "link": "http://link.aps.org/doi/10.1103/36v9-wtm8",
        "abstract": "An analytical and numerical framework, applied to pooled resting-state functional magnetic resonance imaging, shows that collective brain activity is slightly subcritical yet close to criticality.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRL/key_images/10.1103/36v9-wtm8.png"
        ],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRX",
        "title": "Yang-Lee Quantum Criticality in Various Dimensions",
        "authors": "Erick Arguello Cruz, Igor R. Klebanov, Grigory Tarnopolsky, and Yuan Xin",
        "link": "http://link.aps.org/doi/10.1103/w4qg-2xwn",
        "abstract": "A study of the Yang-Lee universality class of critical phenomena, which arise in the Ising model with an imaginary magnetic field, finds broad agreement between 𝒫𝒯-symmetric Hamiltonians and conformal field theory.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRX/key_images/10.1103/w4qg-2xwn.png"
        ],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Interplay of generation time and spatial structure in epidemic dynamics and the reliability of reproduction ratio estimates",
        "authors": "Claudio Ascione and Eugenio Valdano",
        "link": "http://link.aps.org/doi/10.1103/32b8-x9z5",
        "abstract": "The reproduction ratio $R$ is a central metric for monitoring infectious disease epidemics and guiding public health interventions. It is typically inferred from population-level surveillance data, but such estimates can be biased by the spatial structure of the underlying population and by complexi…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Electrochemical response of biological membranes to localized currents and external electric fields",
        "authors": "Joshua B. Fernandes, Hyeongjoo Row, Kranthi K. Mandadapu, and Karthik Shekhar",
        "link": "http://link.aps.org/doi/10.1103/m446-4lnj",
        "abstract": "Electrochemical phenomena in biology often unfold in confined geometries where micrometer- to millimeter-scale domains coexist with nanometer-scale interfacial diffuse charge layers. We analyze a model lipid membrane-electrolyte system where an ion channellike current flows across the membrane while…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Molecular spin qudits to test generalized Bell inequalities",
        "authors": "Silvia Macedonio, Luca Lepori, Alessandro Chiesa, Simone Chicco, Laura Bersani, Marcos Rubin-Osanz, Lukas Bradley Woodcock, Athanasios Mavromagoulos, Giuseppe Allodi, Elena Garlatti, Stergios Piligkos, Augusto Smerzi, and Stefano Carretta",
        "link": "http://link.aps.org/doi/10.1103/sn37-b9rr",
        "abstract": "This work studies generalized Bell inequalities in molecular spin qudits, focusing on qubit-qudit and qudit-qudit systems. Numerical simulations using experimentally measured parameters on an a Yb(trensal) molecule, featuring a nuclear spin qudit coupled to an electronic spin qubit, demonstrate that violations of Bell inequalities can be achieved with realistic control protocols and decoherence times.",
        "images": [
            "https://cdn.journals.aps.org/journals/PRRESEARCH/key_images/10.1103/sn37-b9rr.png"
        ],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Microscopic theory of electron quadrupling condensates",
        "authors": "Albert Samoilenka and Egor Babaev",
        "link": "http://link.aps.org/doi/10.1103/bm6w-z2lf",
        "abstract": "Electron pairing at low temperatures leads to superconductivity. A fundamental question is whether more complex states—characterized by order in four-electron composite objects, termed electron quadrupling or composite order—can exist in materials, and if so, under what conditions they emerge and wh…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "QuGrav: Bringing gravitational waves to light with qumodes",
        "authors": "Dmitri E. Kharzeev, Azadeh Maleknejad, and Saba Shalamberidze",
        "link": "http://link.aps.org/doi/10.1103/nbzp-1yn7",
        "abstract": "We propose using qumodes, quantum bosonic modes, for detecting high-frequency gravitational waves via the inverse Gertsenshtein effect, where a gravitational wave resonantly converts into a single photon in a magnetized cavity. For an occupation number $n$ of the photon field in a qumode, the conver…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Reproducing the first and second moments of empirical degree distributions",
        "authors": "Mattia Marzi, Francesca Giuffrida, Diego Garlaschelli, and Tiziano Squartini",
        "link": "http://link.aps.org/doi/10.1103/3vtj-5nlt",
        "abstract": "The study of probabilistic models for the analysis of complex networks represents a flourishing research field. Among the former, exponential random graphs (ERGs) have gained increasing attention over the years. So far, only linear ERGs have been extensively employed to gain insight into the structu…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Quantum-inspired weight-constrained neural network: Reducing variable numbers by $100×$ compared to standard neural networks",
        "authors": "Shaozhi Li, M Sabbir Salek, Mashrur Chowdhury, and Yao Wang",
        "link": "http://link.aps.org/doi/10.1103/wb1b-ntpc",
        "abstract": "Although quantum machine learning has shown great promise, the practical application of quantum computers remains constrained in the noisy intermediate-scale quantum era. To take advantage of quantum machine learning, we investigate the underlying mathematical principles of these quantum models and …",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "PRR",
        "title": "Identifying the interpretation in two-dimensional diffusion processes with power-law spatially dependent diffusivity",
        "authors": "He-Chuan Liu, Rui-Bin Zhong, Jun-Feng Zhang, Li-Ming Fan, Peng-Cheng Li, and Ming-Gen Li",
        "link": "http://link.aps.org/doi/10.1103/xz7y-n8w2",
        "abstract": "Heterogeneous diffusion processes (HDPs) are ubiquitous in macromolecules or submicron tracers in biological cells. The Fokker-Planck equation (FPE) provides a fundamental framework for analyzing these diffusion dynamics. However, its formulations for HDPs with spatially dependent diffusivity are no…",
        "images": [],
        "date": "2026-02-09T10:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Shear-Induced Collective Shape Oscillations in Dense Soft Suspensions",
        "authors": "Ioannis Hadjifrangiskou, Rahil N. Valani, Diogo E. P. Pinto",
        "link": "http://arxiv.org/abs/2602.08445v1",
        "abstract": "Dense suspensions of deformable particles can exhibit rich nonequilibrium dynamics arising from complex flow-structure coupling. Using a multi-phase field model, we show that steady shear drives an initially disordered, dense, soft suspension into a positionally and orientationally ordered state, within which particles undergo robust self-sustained shape oscillations. These oscillations originate from repeated T1 neighbor exchanges that force the ordered particle lattice to cyclically traverse different ordered configurations, coupling particle deformation to evolving lattice topology. By identifying the lattice angle as a key variable, we construct a minimal one-degree-of-freedom model that quantitatively captures the limit cycle oscillation. Because these mechanisms rely only on deformability, packing, and shear, they provide a generic route to collective time-dependent behavior in dense soft suspensions.",
        "images": [],
        "date": "2026-02-09T09:57:31+00:00"
    },
    {
        "source": "arXiv",
        "title": "Exact Stationary State of a $d$-dimensional Run-and-Tumble Particle in a Harmonic Potential",
        "authors": "Mathis Guéneau, Satya N. Majumdar, Grégory Schehr",
        "link": "http://arxiv.org/abs/2602.08436v1",
        "abstract": "We derive the exact nonequilibrium steady state of a run-and-tumble particle (RTP) in $d$ dimensions confined in an isotropic harmonic trap $V(\\mathbf r)=μr^{2}/2$, with $r=\\|\\mathbf r\\|$. Rotational invariance reduces the problem to the stationary single-coordinate marginal $p_X(x)$, from which the radial distribution $p_R(r)$ and the full joint stationary density follow by explicit integral transforms. We first focus on a generalized trapped RTP in one dimension, where post-tumble velocities are drawn from an arbitrary distribution $W(v)$. Using a Kesten-type recursion, we represent its stationary position in terms of a stick-breaking (or Dirichlet) process, yielding closed-form expressions for its distribution and its moments. Specializing $W(v)$ to the projected velocity law of an isotropic RTP, we reconstruct $p_R(r)$ and the full joint distribution of all the coordinates in $d=1,2,3$. In $d=1$ and $d=2$, the radial law simplifies to a beta distribution, while in $d=3$, we derive closed-form expressions for $p_R(r)$ and the stationary joint distribution $P(x,y,z)$, which differ from a beta distribution. In all cases, we characterize a persistence-controlled shape transition at the turning surface $r=v_0/μ$, where $v_0$ is the self-propulsion speed. We further include thermal noise characterized by a diffusion coefficient $D>0$, showing that the stationary law is a Gaussian convolution of the $D=0$ result, which regularizes turning-point singularities and controls the crossover between persistence- and diffusion-dominated regimes as $D \\to 0$ and $D \\to \\infty$ respectively. All analytical predictions are systematically validated against numerical simulations.",
        "images": [],
        "date": "2026-02-09T09:50:05+00:00"
    },
    {
        "source": "arXiv",
        "title": "High-resolution numerical simulations of turbulent non-catalytic reverse water gas shift",
        "authors": "Nils Erland L. Haugen, Axel Brandenburg, Ewa Karchniwy, Ole Hauke Heinz Meyer, Åsmund Ervik, Hursanay Fyhn, Ladan Samaei, Bjørn Bringedal",
        "link": "http://arxiv.org/abs/2602.08365v1",
        "abstract": "A green transition in aviation requires a drastic upscaling of Sustainable Aviation Fuel (SAF). The power-to-liquid process for the production of CO2-neutral jet fuel via electricity, called e-SAF, directly replaces fossil jet fuel without having to change infrastructure, aeroplanes, or jet-engines. The process combines green hydrogen with industrial exhaust gas, or captured carbon dioxide, in a circular economy concept. A key element of the e-SAF production plant is the reactor where syngas is produced. Traditional reactors use catalytic technology, which faces severe challenges due to the reduced performance over time because of catalyst degradation, clogging, and breakup due to embrittlement. A high-potential alternative is the catalyst-free reverse water-gas-shift (RWGS) reactor concept.   The primary aim of this paper is to investigate the fundamental aspects of the catalyst-free RWGS process, such as reaction kinetics and the interactions between turbulence and chemistry. The secondary aim is to identify how a typical combustion subgrid scale models for Large Eddy Simulations (LES) perform when the chemical reactions are endothermic, in contrast to the strong endothermicity associated with classical combustion.   It is found that even small traces of O2 in the CO2 stream can significantly increase the production rate of CO. This is attributed to the increased pool of OH. The effect is strongest at atmospheric pressure and less pronounced at higher pressure. By using the temporal jet framework to study turbulence-chemistry interactions, an algebraic equation for the prediction of the CO conversion time in a turbulent flow as a function of Damkohler number and chemical timescale is employed. Finally, it is concluded that the PaSR LES subgrid model designed for combustion reactions perform well also for the endothermic reverse water-gas-shift reaction.",
        "images": [],
        "date": "2026-02-09T08:00:56+00:00"
    },
    {
        "source": "arXiv",
        "title": "Quo vadis biophotonics? Wearing serendipity and slow science as a badge of pride, and embracing biology",
        "authors": "G. E. Schroeder-Turk",
        "link": "http://arxiv.org/abs/2602.08256v1",
        "abstract": "This article is a reflection on the themes of the Faraday Discussion meeting on \"Biological and bio-inspired optics\" held from 20 to 22 July 2020. It is a personal perspective on the nature of this field as a broad and interdisciplinary field that has led to a sound understanding of the material properties of biological nanostructured and optical materials. The article describes how the nature of the field and the themes of the conference are reflected in particular in work on the 3D bicontinuous biophotonic nanostructures known as single gyroids and in bicontinuous structures more broadly. Such single gyroid materials are found for example in the butterfly Thecla opisena, where the questions of biophotonic response, of bio-inspired optics, of the relationship between structure and function, and of the relationship between natural and synthetic realisations are closely interlinked. This multitude of facets of research on single gyroid structures reflects the beauty of the broader field of biophotonics, namely as a field that lives through embracing the serendipitous discovery of the biophotonic marvels that nature offers to us as seeds for in-depth analysis and understanding. The meandering nature of its discoveries, and the need to accept the slowness that comes from exploration of intellectually new or foreign territory, mean that the field shares some traits with biological evolution itself. Looking into the future, I consider that a closer engagement with living tissue and with the biological questions of function and formation, rather than with the materials science of biological materials, will help ensure the continuing great success of this field.",
        "images": [],
        "date": "2026-02-09T04:25:07+00:00"
    },
    {
        "source": "arXiv",
        "title": "Mixing properties of bi-disperse ellipsoid assemblies: Mean-field behaviour in a granular matter experiment",
        "authors": "F. M. Schaller, H. Punzmann, G. E. Schröder-Turk, M. Saadatfar",
        "link": "http://arxiv.org/abs/2602.08250v1",
        "abstract": "The structure and spatial statistical properties of amorphous ellipsoid assemblies have profound scientific and industrial significance in many systems, from cell assays to granular materials. This paper uses a fundamental theoretical relationship for mixture distributions to explain the observations of an extensive X-ray computed tomography study of granular ellipsoidal packings. We study a size-bi-disperse mixture of two types of ellipsoids of revolutions that have the same aspect ratio of alpha approximately equal to 0.57 and differ in size, by about 10% in linear dimension, and compare these to mono-disperse systems of ellipsoids with the same aspect ratio. Jammed configurations with a range of packing densities are achieved by employing different tapping protocols. We numerically interrogate the final packing configurations by analyses of the local packing fraction distributions calculated from the Voronoi diagrams. Our main finding is that the bi-disperse ellipsoidal packings studied here can be interpreted as a mixture of two uncorrelated mono-disperse packings, insensitive to the compaction protocol. Our results are consolidated by showing that the local packing fraction shows no correlation beyond their first shell of neighbours in the binary mixtures. We propose a model of uncorrelated binary mixture distribution that describes the observed experimental data with high accuracy. This analysis framework will enable future studies to test whether the observed mean-field behaviour is specific to the particular granular system or the specific parameter values studied here or if it is observed more broadly in other bi-disperse non-spherical particle systems.",
        "images": [],
        "date": "2026-02-09T04:02:45+00:00"
    },
    {
        "source": "arXiv",
        "title": "Constitutive flow law for hydrogel granular rafts near the brittle-ductile transition",
        "authors": "Yuto Sasaki, Hiroaki Katsuragi",
        "link": "http://arxiv.org/abs/2602.08217v1",
        "abstract": "Spatially varying flow laws have been identified in dry granular flow, yet their applicability to unjammed suspensions remains unclear. This study demonstrates that the quasistatic suspension flow combines dry granular rheology with nonlocal effects in the shear band and damped viscous flow in the outer creep region. Through rotary shear experiments on a hydrogel granular raft, we observe that the flow decays from the interface in the quasistatic regime, where the particles remain mobile even below the yield stress. These findings suggest the universal flow law across the transition between jammed/brittle granular behavior and unjammed/ductile viscous flow.",
        "images": [],
        "date": "2026-02-09T02:43:14+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Combining experiments and simulations to study the impact of multiple phosphorylations at the AT8 epitope of the Tau protein",
        "authors": "Lohberger, C.; Marien, J.; Bridot, C.; Prevost, C.; Allegro, D.; Tatoni, M.; Smet-Nocca, C.; Sacquin-Mora, S.; Barbier, P.; Cantrelle, F. X.; Martinho, M.; Belle, V.; Boll, E.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.02.22.639620v4",
        "abstract": "The Intrinsically Disordered Protein (IDP) Tau is, under a hyperphosphorylated form, one of the molecular hallmarks of Alzheimer's disease. This abnormal phosphorylation induces both a functional loss to regulate microtubule assembly and the formation of intraneuronal fibrillar inclusions. Notably, phosphorylation sites recognized by the AT8 antibody are particularly relevant in the development of Alzheimer's disease. The main objective of this work is to understand how AT8 phosphorylation site affects the conformation and dynamics of Tau protein as early steps in Tau pathological transformation. We engineered an alanine Tau mutant to target specific phosphorylation sites restricted to the AT8 epitope, for which we generated two distinct phosphorylation states differing by the number of phosphosites. The combination of Dynamic Light Scattering (DLS), Analytical UltraCentrifugation (AUC) and pCALVADOS (a forcefield based on CALVADOS 2 with phosphorylation-specific parameters) allowed us to determine that both alanine mutation and phosphorylation on the AT8 epitope do not significantly change the hydrodynamic radius of the conformational ensemble. Our calculations of Local Curvatures and Local Flexibilities corroborated by cw EPR experimental data indicated that the mutations for selective phosphorylation did not modify Tau's global dynamics. Nevertheless, simulations revealed that local stiffening and extension at the AT8 epitope scale with the extent of phosphorylation. Interestingly, phosphorylation does not just affect the immediate AT8 area but leads to distant contact losses, directed towards the N-terminus, potentially influencing Tau's function. The study paves the way for future research on Tau's structure-function-dynamics relationship and the role of phosphorylation in neurodegenerative diseases.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.1101/2025.02.22.639620"
    },
    {
        "source": "bioRxiv",
        "title": "Optically detected and radio wave-controlled spin chemistry in flavoproteins",
        "authors": "Meng, K.; Nie, L.; Berger, J.; von Grafenstein, N. R.; Einholz, C.; Weber, S.; Essen, L.-O.; Rizzato, R.; Schleicher, E.; Bucher, D. B.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.04.16.649006v2",
        "abstract": "Optically addressable spin systems, such as nitrogen-vacancy centers in diamond, have been widely studied for quantum sensing applications. In this work, we demonstrate that certain flavoproteins, specifically cryptochrome and iLOV, which generate spin correlated radical pairs upon optical excitation, also exhibit optically detected magnetic resonance (ODMR). Remarkably, the iLOV protein, commonly used in cellular imaging, displays ODMR contrast approaching 50%. We present initial applications including widefield magnetic field sensing and spatial modulation of photoluminescence using radiofrequency pulses and magnetic field gradients. Our results establish radical pairs in proteins as a novel platform for optically addressable spin systems, offering the key advantages of molecular designability and genetic encodability. Moreover, due to the spin-selective nature of radical pair chemistry, the results lay the groundwork for future radiofrequency-based manipulation of biological systems.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.1101/2025.04.16.649006"
    },
    {
        "source": "bioRxiv",
        "title": "DEER of Singly Labelled Proteins to Evaluate Supramolecular Packing of Amyloid Fibrils",
        "authors": "Tsay, K.; Equbal, A.; Li, Y.; Tsui, T.; Han, S.; Fichou, Y.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.11.10.687719v2",
        "abstract": "The formation of protein amyloid fibrils in the brain is a hallmark of various neurodegenerative diseases, including Alzheimer diseases and Parkinson diseases. Amyloid fibrils are highly ordered aggregates in which proteins folded in two-dimensional layers stack along one axis to form elongated linear assemblies. The specific conformations adopted by the proteins within each layer of the amyloid correlates with the pathology. Furthermore, their spreading and templating competency relies on strict in register packing of the folded proteins along the fibril growing axis. There is a need for tools to characterize not only the protein fold across the fibril cross section but also the spatial ordering of the proteins stacked along the amyloid fibril axis. We present an approach based on double electron electron resonance spectroscopy (DEER) using singly labelled tau protein assembled in amyloid fibrils that can deliver an apparent dimensionality of the supramolecular organization of tau fibrils. The parameters of the DEER background function can be used to assess the amyloid core location and packing order, and track time-resolved formation of aggregation intermediates. Showcasing the method on tau, we demonstrate that heparin-induced tau fibrils are mispacked while seeded aggregation can template amyloid fibrils with a higher packing order. This study benchmarks a new method that will provide critical structural insights into amyloid assemblies. Keywords : EPR spectroscopy, amyloid structure, DEER, tau protein",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.1101/2025.11.10.687719"
    },
    {
        "source": "bioRxiv",
        "title": "Binding Paths: Describing Small Molecule Interactions with Disordered Proteins via a Markov State Model",
        "authors": "Louet, A. A. B.; Hummer, G.; Vendruscolo, M.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.11.19.688850v2",
        "abstract": "Disordered proteins are challenging targets for drug discovery because they lack well-defined binding pockets. Although small molecules can form relatively stable complexes with disordered proteins, the highly dynamic nature of these proteins complicates the understanding of their binding mechanism. To address this issue, we studied the binding of A{beta}42 and the small molecule 10074-G5, which leads to the formation of a disordered complex. We then developed a Markov state model (MSM) to describe the binding mechanism in terms of binding paths. Binding paths are stochastic trajectories along which a small molecule diffuses across the disordered protein surface, forming transient contacts with overlapping groups of residues. The MSM enabled the quantification of the different states of the disordered complex, the corresponding binding affinities and transition probabilities. The visualization of the MSM via knowledge graphs provided a representation of the binding paths. By generalizing the concept of static binding pockets to dynamic binding paths, our approach characterises a binding mechanism for disordered proteins, providing insights for future drug design programs.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.1101/2025.11.19.688850"
    },
    {
        "source": "bioRxiv",
        "title": "Wash-Free Multi-Target Super-Resolution Microscopy with Photocaged DNA Labels",
        "authors": "Kaltenschnee, N.; Dietz, M. S.; Kessler, L. F.; Li, Y.; Kaufmann, J.; Heckel, A.; Heilemann, M.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.13.699198v2",
        "abstract": "Super-resolution microscopy with DNA-fluorophore labels is primed for multi-target imaging of cell biological samples. However, direct interaction with the sample is required to exchange or add DNA-fluorophore labels in each imaging round, which can impair the accuracy of the imaging data at the nanometer scale. To bypass this requirement, we introduce a wash-free method that employs DNA oligonucleotides equipped with photocaging groups. Irradiation with light removes these photo-modulatable groups and changes the hybridization properties of DNA labels, enabling light-modulated targeting. We demonstrate this concept by imaging various cellular targets with confocal microscopy, single-molecule localization microscopy, and stimulated emission depletion (STED) microscopy.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.01.13.699198"
    },
    {
        "source": "bioRxiv",
        "title": "Coordinated control of both microtubule ends regulates mitotic spindle length",
        "authors": "Fiorenza, S. A.; Cheeran, S.; Doria, E.; Tolic, I. M.; Meraldi, P.; Pavin, N.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.08.704347v1",
        "abstract": "The mitotic spindle is a biomechanical structure whose length must be precisely controlled to ensure faithful chromosome segregation. The treadmilling of microtubules towards centrosomes, termed poleward flux, is involved in spindle length control. However, poleward flux has been shown to be both inversely and directly proportional to spindle length, a contradiction that remains unexplained by current mechanisms. Here we introduce a model which demonstrates that length-dependent regulation at both microtubule ends allows plus- and minus-end dynamics to synchronize with one another, enabling pathways of poleward flux-based spindle length control which can rectify previous results. Moreover, our model predicts that spindle length and poleward flux can vary independently via simultaneous perturbations at both microtubule ends, which we experimentally validate with combinations of KIF18A, KIF2A, and KATNB1 depletions in human cells. Our results thus resolve a longstanding paradox and provide mechanistic insight into the reciprocal control of spindle length and poleward flux.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.02.08.704347"
    },
    {
        "source": "bioRxiv",
        "title": "Quantifying optical sectioning in reflection microscopy with patterned illumination",
        "authors": "Ventalon, C.; Nidriche, A.; Debarre, D.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.06.703262v1",
        "abstract": "Sectioning techniques based on patterned illumination have been widely used to obtain well-contrasted images of thick samples using widefield imaging setups. While their application to fluorescence microscopy has been extensively demonstrated and studied, their application to reflection imaging is scarcer and their performance has only been partly characterized. In this paper, we study numerically and analytically two such sectioning techniques, line confocal (LC) and structured illumination (SI), in the context of their application to reflection interference contrast microscopy (RICM), an imaging technique widely use in soft matter and biophysics studies to monitor object-surface interactions, or quantify surface functionalization. Our derivation, however, should provide insight into their use with other reflection methods such as optical coherence tomography (OCT) or scanning laser ophtalmoscope (SLO). We derive approximate analytical equations to relate the performance of sectioning to the optical setup parameters, allowing straightforward understanding of their influence on the achieved image intensity and depth of focus, and we systematically compare our prediction with experimental data. Finally, we quantify the precision and accuracy of each method in typical practical cases, providing guidelines to choose the most appropriate (LC, SI, or a simple background subtraction on a widefield image) for the sample under study.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.02.06.703262"
    },
    {
        "source": "bioRxiv",
        "title": "ST-Analyzer: A Packaged Web and Command-Line Interface for Simulation Trajectory Analysis",
        "authors": "Kern, N. R.; Park, S.; Cao, Y.; Im, W.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.06.704471v1",
        "abstract": "As high-performance computing provides the ability to generate and analyze ever larger simulation trajectories, the challenges in learning, applying, and sharing the best analytical practices become more salient. Extracting reproducible scientific insights from simulation requires a thorough understanding of many computing topics unrelated to the molecular systems being modeled and simulated. While the rapid development of the technologies used for analysis makes previously impossible studies into routine work, the growing repertoire of software combined with the specificity of the ecosystems that they rely on can easily break the programs used in older studies. In this work, we present ST-Analyzer, a simulation trajectory analysis suite with command-line (CLI) and graphical (GUI) user interfaces. ST-Analyzer is distributed freely as an open-source conda-forge package with support for macOS, Linux, and Windows (via WSL2). Besides facilitating several common analysis tasks, the GUI shows users the exact commands necessary to repeat the same tasks on the command-line. We demonstrate capabilities of ST-Analyzer by reproducing several results from previously published simulation studies on the lipid parameters of heterogeneous biomembranes and the behavior of a SARS-CoV-2 spike protein-antibody complex. We expect ST-Analyzer to be useful to experts for quickly setting up common analysis tasks and to nonexperts as a guided introduction to simulation analysis using both GUI and CLI. ST-Analyzer is freely available at https://github.com/nk53/stanalyzer.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.02.06.704471"
    },
    {
        "source": "bioRxiv",
        "title": "Topological Investigation of Protein Folding and Intrinsic Disorder",
        "authors": "Hammond, M. E.; Akulov, V.; van Noort, J.; Zwep, L. B.; Mashaghi, A.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.08.704645v1",
        "abstract": "Mapping protein conformations into a space of fold topologies offers an unprecedented perspective on the long-standing protein folding problem. In this study, we apply circuit topology to investigate the folding landscape of both stably folded and intrinsically disordered proteins. This topological approach quantifies intra-chain contact arrangements within a polypeptide chain. We demonstrate that ordered and disordered proteins can be distinguished by their topological organization, and that a topology-based model can predict chain compaction and folding state. Furthermore, topology relates to folding and unfolding kinetics and thermodynamics. These findings establish topology as a fundamental concept for understanding protein folding and disorder.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.02.08.704645"
    },
    {
        "source": "bioRxiv",
        "title": "Antibody Fc receptor CD16a mediates natural killer cell activation via mechanotransduction of piconewton forces",
        "authors": "Ma, R.; Garcia, K. C.; Cui, B.; Covert, M. W.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.06.704366v1",
        "abstract": "Natural Killer (NK) cells eliminate target cells through antibody-dependent cell-mediated cytotoxicity (ADCC), initiated by CD16a (Fc{gamma}RIIIa) recognizing the Fc region of antibodies bound to the target cell surface. While the recognition is considered to be driven by CD16a-Fc binding avidity, it fails to explain why Fc multimers inhibit ADCC rather than trigger it. Here, we reveal that CD16a transduces piconewton forces, and acts as a mechanosensor to facilitate NK activation. We demonstrate that CD16a force and the actin foci formation associated with it are essential for the phosphorylation of mechanosensitive adaptor Cas-L and signaling adaptor LAT, reshaping NK cell cytoskeletal dynamics and signaling. Our findings show that NK activation is an intricate process that integrates both biochemical and biophysical information, and provide new mechanistic insight for immunoengineering.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00",
        "doi": "10.64898/2026.02.06.704366"
    },
    {
        "source": "Soft Matter",
        "title": "Revealing Liquid-Gas Transitions with Finite-Size Scaling in Experimental and Simulation Systems Confined by an External Field",
        "authors": "Chong Zha, Yanshuang Chen, Chengran Du, Peng Tan, Yuliang Jin",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01165E",
        "abstract": "The application of an external field often renders empirical criteria for identifying liquid-gas phase transitions ambiguous. Here, we demonstrate that the finite-size scaling of the density profile provides a definitive...",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Helical vs. non-helical nematic and lamellar proper ferroelectric liquid crystal phases",
        "authors": "Damian Pociecha, Zofia Thornborrow, Jakub Karcz, Małgorzata Bakiera, Jakub Herman, Anna Makal, Jadwiga Szydlowska, Ewa Gorecka",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01265A",
        "abstract": "A new homologous series of mesogenic compounds with nearly linear mesogenic core was studied, and it showed a strong discrimination between nematic and smectic phases with respect to the length...",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Single-Molecule Fluorescence and Crosslinking Reveal Ligand-Gated Toc34 Oligomerization Dynamics",
        "authors": "Sree Kavya Penneru, Sriram Tiruvadi-Krishnan, Rajan Lamichhane, Barry D. Bruce",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00095-0?rss=yes",
        "abstract": "Researchers have characterized the structural framework of the chloroplast TOC (Translocon at the Outer envelope membrane of Chloroplasts) complex, but how this machinery orchestrates preprotein recognition and translocation at the molecular level remains unclear. Toc34, a membrane-anchored GTPase receptor within the TOC complex, plays a central regulatory role through its ability to oligomerize in a nucleotide-reversible, substrate-dependent manner. To investigate the dynamic behavior of Toc34, we employed single-molecule photobleaching, Förster Resonance Energy Transfer (FRET), and chemical crosslinking to examine its oligomeric states under various conditions.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Channel gating in bacteriorhodopsin-like channelrhodopsins with contrasting K+ and Na+ selectivity",
        "authors": "Oleg A. Sineshchekov, Elena G. Govorunova, Hai Li, Yumei Wang, John L. Spudich",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00093-7?rss=yes",
        "abstract": "Two closely homologous channelrhodopsins from Hyphochytrium catenoides, known as HcKCR1 (kalium channelrhodopsin 1) and HcCCR (cation channelrhodopsin), exhibit >100 times different K+/Na+ relative permeabilities and are emerging optogenetic tools for controlling neurons and cardiomyocytes. Key residue motifs and trimeric organization relate them structurally to bacteriorhodopsin-like cation channelrhodopsins (BCCRs). Here, we demonstrate that they utilize a specific gating mechanism previously suggested for the earlier-discovered BCCR from cryptophytes.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "The protocadherin 15 – LHFPL5 tip link complex is a heterotetrameric assembly in hair cell stereocilia",
        "authors": "Sarah Clark, Jaba Mitra, Johannes Elferich, April Goehring, Jingpeng Ge, Taekjip Ha, Eric Gouaux",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00092-5?rss=yes",
        "abstract": "Hearing and balance rely on the conversion of a mechanical stimulus into an electrical signal, a process known as mechanosensory transduction (MT). In vertebrates, this process is accomplished by a MT complex located in hair cells of the inner ear. While the past three decades of research have identified many subunits that are important for MT and revealed interactions between these subunits, the composition and organization of a functional complex remain unknown. The major challenge associated with studying the MT complex is its extremely low abundance in hair cells; current estimates of MT complex quantity range from 3-60 attomoles per cochlea or utricle, well below the detection limit of most biochemical assays used to characterize macromolecular complexes.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "A kinetic proofreading argument to understand the role of H3K9-trimethylation in phase-separated chromatin states",
        "authors": "Ralf Blossey, Helmut Schiessel",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00038-X?rss=yes",
        "abstract": "Histone trimethylation on the tail residue H3K9 of nucleosomes is a hallmark of constitutive heterochromatin. The mechanism how this mark is maintained over cell division cycles remains a topic of ongoing debate. The recent formulation of the polymer-assisted condensation (PAC) scenario, through which a stable droplet condensate can form as a reaction container for methylation reactions, has offered a novel approach to answer this longstanding question. In this letter we develop a kinetic proofreading argument for histone tail methylation which builds on the PAC model and yields support to the idea that liquid-liquid phase separation underlies the reconstitution of heterochromatin over cell division cycles.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Mouse sensorimotor cortex reflects complex kinematic details during reaching and grasping",
        "authors": "Harrison A Grier, Matthew T Kaufman, Sohrab Salimian",
        "link": "https://elifesciences.org/articles/106270",
        "abstract": "Coordinated forelimb actions, such as reaching and grasping, rely on motor commands that span a spectrum from abstract target selection to detailed instantaneous muscle control. The sensorimotor cortex is central to controlling these complex movements, yet how the detailed command signals are distributed across its numerous subregions remains unclear. In particular, in mice, it is unknown if the primary motor (M1) and somatosensory (S1) cortices represent low-level joint angle details in addition to high-level signals like movement direction. Here, we combine high-quality markerless tracking and two-photon imaging during a reach-to-grasp task to quantify movement-related activity in the mouse forelimb M1 (M1-fl) and forelimb S1 (S1-fl). Linear decoding models reveal a strong representation of proximal and distal joint angles in both areas, and both areas support joint angle decoding with comparable fidelity. Despite shared low-level encoding, the time course of high-level target-specific information varied across areas. M1-fl exhibited early onset and sustained encoding of target-specific signals, while S1-fl was more transiently modulated around lift onset. These results reveal both shared and unique contributions of M1-fl and S1-fl to reaching and grasping, implicating a more distributed cortical circuit for mouse forelimb control than has been previously considered.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Accessibility of the unstructured α-tubulin C-terminal tail is controlled by microtubule lattice conformation",
        "authors": "David Sept, Ezekiel C Thomas, Kristen J Verhey, Lynne Blasius, Michael A Cianfrocco, Morgan E DeSantis, Morgan L Pimm, Patrick DeLear, Ryoma Ohi, Ryota Horiuchi, Takashi Hotta, Takumi Higaki, Yang Yue",
        "link": "https://elifesciences.org/articles/109308",
        "abstract": "Microtubules are cytoskeletal filaments that self-assemble from the protein tubulin, a heterodimer of α-tubulin and β-tubulin, and are important for cell mechanics, migration, and division. Much work has focused on how the nucleotide state of β-tubulin regulates the structure and dynamics of microtubules. In contrast, less is known about the structure and function of the C-terminal tails (CTTs) of α- and β-tubulin which are thought to freely protrude from the surface of the microtubule. To study the CTT of α-tubulin, we developed three different biosensors that bind the tyrosinated α-tubulin CTT (Y-αCTT). Surprisingly, live imaging of the probes indicates that the Y-αCTT is minimally accessible along the microtubule lattice under normal cellular conditions. Lattice binding of the Y-αCTT probes can be increased by three different ways of changing the tubulin conformational state: the drug Taxol, expression of microtubule-associated proteins (MAPs) that recognize or promote an expanded tubulin conformation, or expression of tubulin that cannot hydrolyze GTP. Molecular dynamics simulations indicate that the Y-αCTT undergoes numerous transient interactions with the bodies of α-tubulin and β-tubulin in the lattice, and that the frequency of these interactions is regulated by the tubulin nucleotide state. These findings suggest that accessibility of the Y-αCTT is locally governed by nucleotide- and MAP-dependent conformational changes to tubulin subunits within the microtubule lattice.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "In vivo autofluorescence lifetime imaging of spatial metabolic heterogeneities and learning-induced changes in the <i>Drosophila</i> mushroom body",
        "authors": "Auguste Genovesio, Chiara Stringari, Mingyi Zhou, Philémon Roussel, Pierre-Yves Plaçais, Thomas Preat",
        "link": "https://elifesciences.org/articles/106040",
        "abstract": "Neuronal energy regulation is increasingly recognized as a critical factor underlying brain functions and their pathological alterations, yet the metabolic dynamics that accompany cognitive processes remain poorly understood. As a label-free and minimally invasive technique, fluorescence lifetime imaging (FLIM) of coenzymes NADH and NADPH (collectively referred to as NAD(P)H) offers the possibility to resolve cellular metabolic profiles with high spatial precision. However, NAD(P)H FLIM’s capacity to detect subtle variations in neuronal metabolism has not been demonstrated. In this study, we applied NAD(P)H FLIM to map the metabolic profiles of <i>Drosophila</i> neurons in vivo across multiple scales, focusing on the primary centers for associative memory: the mushroom bodies (MBs). At a broad scale, we obtained an overview of the metabolic signatures of the main brain tissue and identified a marked difference between neuropil and cortex areas. At a finer scale, our findings revealed notable heterogeneity in the basal metabolic profiles of distinct MB neuron subtypes. Measurements performed after associative olfactory learning also uncovered a low-magnitude subtype-specific metabolic shift associated with memory formation, suggesting the utility of NAD(P)H FLIM in detecting physiology-driven changes linked to brain function. These results establish a promising framework for studying the spatial heterogeneities and the dynamics of cerebral energy metabolism in vivo.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "A polymer physics model of the interphase cell nucleus for radiobiological simulations",
        "authors": "Zhao, Man, Huang, Guomin, Xu, Zi, Huang, Xiaoyan, Liang, Ying",
        "link": "https://www.nature.com/articles/s41598-026-39234-8",
        "abstract": "",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Resolving the contradiction between simulation and experimental results of using gold nanoparticles in proton therapy",
        "authors": "Tabbakh, Farshid",
        "link": "https://www.nature.com/articles/s41598-026-39621-1",
        "abstract": "While gold nanoparticles (GNP)s in proton therapy are widely assumed to exert radio-sensitization via mechanism of secondary electron emission, the discrepancies between simulations and experimental outcomes shows that, in some cases, the secondary electron hypothesis fails to explain the experimental observations particularly distant DNA damage beyond the range of low-energy electrons. These persistent discrepancies show weaknesses of this mechanism, as noted by multiple studies. Resolving the long-standing discrepancy is the main purpose of present research. We predict the survival fractions and sensitization enhancement by Geant4 to bridge the gap between simulation and in-vitro data. Through Geant4 Monte Carlo simulations we demonstrate that proton stopping – not electron emission- by GNPs is the dominant mechanism, driving the GNP enhanced proton therapy via amplification of proton’s linear energy transfer (LET). For the first time, our model successfully reconciles simulation with experimental data by quantifying the key radiobiological parameters: dose enhancement ratio (DER) and sensitization enhancement ratio (SER). These findings redefine GNPs as proton energy modulators rather than electron emitters, resolving the long-standing simulation-experiment discrepancies. However, it is emphasized that, the secondary electron emission from metallic NPs in the range of nano-scale have remarkable impact. Furthermore, we derive a mathematical relationship between DER and cell survival fraction (SF) in the linear-quadratic (LQ) model with predicted survival curves showing strong agreement with in-vitro data.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Photoinduced proton transfer in differently structured water: an EPR approach to solving a classic problem",
        "authors": "Barbon, Antonio, Savitsky, Anton, Grigoriev, Igor A., Reznikov, Vladimir A., Kirilyuk, Igor A., Lushchekina, Sofya, Moroz, Ilia B., Eliash, Tamar, Friedman, Noga, Sheves, Mordehai, Carmieli, Raanan, Weiner, Lev",
        "link": "https://www.nature.com/articles/s41598-026-38650-0",
        "abstract": "",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Integrated virtual screening, ADMET profiling, and molecular dynamics simulations of novel natural HDAC6 inhibitors with the potential to ameliorate skeletal muscle degeneration",
        "authors": "Ahmad, Khurshid, Ahmad, Syed Sayeed, Choi, Inho",
        "link": "https://www.nature.com/articles/s41598-026-39066-6",
        "abstract": "",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Molecular mechanisms of flotillin complexes in organizing membrane microdomains",
        "authors": "Lu, Ming-Ao, Qian, Yunwen, Ma, Liangwen, Hong, Jinzhi, Li, Xiaopeng, Yu, Li, Guo, Qiang, Gao, Ning",
        "link": "https://www.nature.com/articles/s41467-026-69197-3",
        "abstract": "Flotillins are key organizers of membrane microdomains essential for cellular functions. Here, authors determine the structure of the human flotillin complex both in vitro and in situ, revealing its assembly into a dome-shaped oligomer that serves as a scaffold for membrane organization.",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Molecular dynamics simulations of solar-wind induced H2O formation and retention in vesicles of lunar soil",
        "authors": "Shoji, Daigo",
        "link": "https://www.nature.com/articles/s41598-025-34389-2",
        "abstract": "",
        "images": [],
        "date": "2026-02-09T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "From Connectivity to Rupture: A Coarse-Grained Stochastic Network Dynamics Approach to Polymer Network Mechanics",
        "authors": "Shaswat Mohanty, Wei Cai",
        "link": "http://arxiv.org/abs/2602.08089v1",
        "abstract": "We introduce a coarse-grained stochastic network dynamics (CGSND) framework for modeling deformation and rupture in polymer networks. The method replaces explicit molecular dynamics (MD) or coarse-grained molecular dynamics (CGMD) with network-level evolution rules while retaining chain entropic elasticity and force-controlled bond failure. Under uniaxial loading, CGSND reproduces the characteristic nonlinear stress--stretch response of elastomeric networks, including a well-defined ultimate tensile strength and post-peak softening due to progressive bond rupture. Comparison with coarse-grained molecular dynamics (CGMD) simulations shows that CGSND captures the qualitative form of the stress response and the onset of catastrophic damage despite its rate-independent formulation. Analysis of rupture kinetics reveals a pronounced peak in the bond-breaking hazard rate near the ultimate tensile strength in both approaches. In addition, the distribution of broken segment lengths remains statistically indistinguishable from the initial network, indicating that rupture is not biased toward short or long chains. Finally, the evolution of the Gini coefficient of bond force magnitudes reveals strong force localization preceding failure. These results demonstrate that CGSND provides a computationally efficient and physically interpretable framework for connecting force localization and rupture kinetics to macroscopic failure in polymer networks.",
        "images": [],
        "date": "2026-02-08T19:14:52+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Early-Enrichment Hit Discovery via Reversible-Work c(t) Estimation in Metadynamics (CTMD)",
        "authors": "Adury, V. S. S.; Tiwary, P.; Gu, X.; Shekhar, M.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.05.703972v1",
        "abstract": "Virtual screening for small-molecule binders is often limited by false positives from approximate scoring functions and rigid-receptor assumptions. These can be addressed downstream through accurate but expensive free energy calculations. At the same time, recent artificial-intelligence-based co-folding methods have been proposed that claim to achieve accuracy of free energy methods at much lower cost, but these have not yet delivered consistent improvements in early enrichment and can be confounded by memorization. Here we address this gap by introducing c(t)-based metadynamics (CTMD), a physics-based, high-throughput hit-triaging protocol tailored for early enrichment. CTMD uses the nonequilibrium reversible-work estimator c(t) introduced by Tiwary and Parrinello (Journal of Physical Chemistry B, 2015 119 736), computed from a small number of short, independent well-tempered metadynamics trajectories, to rank binding stability without requiring converged binding free energies. Across diverse targets and chemotypes, CTMD provides robust early enrichment while remaining fast, transferable with minimal parameter tuning, and resistant to memorization-driven artifacts - underscoring both an immediately deployable physics-based alternative for screening. For these systems we show how co-folding, particularly Boltz-2, achieves enrichment directly proportional to similarity with training set, and more worrying, even in the presence of significant modifications to active site. Given its simplicity of implementation, CTMD should thus be an \"embarassingly\" open-source, early enrichment method available for use by the broad pharma and academic community that sits right between approximate but fast docking or AI based co-folding methods, and more expensive but accurate free energy calculations, expected to lead to saving significant financial and human capital in drug discovery campaigns.",
        "images": [],
        "date": "2026-02-08T00:00:00+00:00",
        "doi": "10.64898/2026.02.05.703972"
    },
    {
        "source": "bioRxiv",
        "title": "Bidirectional allosteric ligand regulation in a central glycolytic enzyme",
        "authors": "Sundberg, B.; Lu, C.; Wells, M. L.; Weber, K. C.; Gong, Z.; Glasgow, A.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.05.704047v1",
        "abstract": "Allosteric regulation enables fine-tuned control of enzyme activity in response to cellular signals, yet its molecular basis often remains unclear. Phosphofructokinase-1 (PFK), the rate-limiting enzyme of glycolysis, is a paradigmatic, well-conserved system whose reaction kinetics conform to the Monod-Wyman-Changeux model of allostery. However, X-ray crystal structures of bacterial PFK orthologs in distinct ligand-bound states do not show the consistent, concerted structural rearrangements expected for classical \"relaxed\" and \"tense\" states, revealing a decades-long disconnect between structure and function. We resolve this paradox by integrating biophysical and computational approaches to show that activator and inhibitor binding to the same allosteric pocket differentially reweight the conformational ensemble of Escherichia coli PFK. Activator binding stabilizes conformational substates that preorganize the catalytic site, whereas inhibitor binding upweights apo-like, catalytically incompetent substates. These findings establish an ensemble-based mechanism for PFK regulation and provide an energetic framework for understanding the expanded allosteric architecture of higher PFK orthologs.",
        "images": [],
        "date": "2026-02-08T00:00:00+00:00",
        "doi": "10.64898/2026.02.05.704047"
    },
    {
        "source": "bioRxiv",
        "title": "Results of a large scale study of the binding of 50 type IIinhibitors to 348 kinases: The role of protein reorganization",
        "authors": "Vardanyan, V. H.; Haldane, A.; Hwang, H.; Coskun, D.; Lihan, M.; Miller, E. B.; Friesner, R. A.; Levy, R. M.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.05.704068v1",
        "abstract": "Kinase family proteins constitute the second largest protein class targeted in drug development efforts, most prominently to treat cancer, but also several other diseases associated with kinase dysfunction. In this work we focus on type II kinase inhibitors which bind to the \"classical\" inactive conformation of the protein kinase catalytic domain where the DFG motif has a ''DFG-out'' orientation and the activation loop is folded. Many Tyrosine kinases (TKs) exhibit strong binding affinity with a wide spectrum of type II inhibitors while serine/threonine kinases (STKs) often bind more weakly. Recent work suggests this difference is largely due to differences in the folded to extended conformational equilibrium of the activation loop between TKs vs. STKs. The binding affinity of a type II inhibitor to its kinase target can be decomposed into a sum of two contributions: (1) the free energy cost to reorganize the protein from the active to inactive state, and (2) the binding affinity of the type II inhibitor to the inactive kinase conformation. In previous work we used a Potts statistical energy potential based on sequence co variation to thread sequences over ensembles of active and inactive kinase structures. The threading function was used to estimate the free energy cost to reorganize kinases from the active to classical inactive conformation, and we showed that this estimator is consistent with the results of molecular dynamics free energy simulations for a small set of STKs and TKs. In the current study, we analyze the results of a large-scale study of the binding affinities of 50 type II inhibitors to 348 kinases, of which the results for 16 of the 50 type II inhibitors were reported in an earlier study (the \"Davis dataset\"). The binding data for the remaining 34 type II inhibitors to the panel of 348 kinases were recently obtained (the \"Schrodinger dataset\"). We use the Potts statistical energy model to investigate the contribution of protein reorganization to the selectivity of the large kinase panel against the set of 50 type II inhibitors, and find that protein reorganization makes a significant contribution to the selectivity. The AUC of the receiver operator characteristic curve is {approx}0.8. We report the results of an internal \"blind test\", that shows how Potts threading energies can provide more accurate estimates of kinase selectivity than corresponding predictions using experimental results of small sample size. We discuss why two STK phylogenetic kinase families, STE and CMGC, appear to contain many outliers, and how to improve the ability to predict kinase selectivity with a more complete analysis of the kinase conformational landscape. We compare the performance of Potts threading for predicting binding properties of the large set of (50) Type II inhibitors to 348 kinases, with those of a sequence-based purely machine learning model, DeepDTAGen, a publicly available machine learning model that was trained on the complete Davis dataset, including both Type I and Type II kinase inhibitors. We observe that DeepDTAGen performs well on binding predictions for the 16 type II inhibitors in the Davis dataset, but performs poorly on binding predictions for the 34 type II inhibitors against 348 kinases in the Schrodinger dataset.",
        "images": [],
        "date": "2026-02-08T00:00:00+00:00",
        "doi": "10.64898/2026.02.05.704068"
    },
    {
        "source": "bioRxiv",
        "title": "Structural determinants of broadly neutralizing human antibodies binding to morphological dengue virus variants.",
        "authors": "Mangala Prasad, V.; Chatterjee, A.; Roy, A.; Srinivasan, S.; Charles, S.; Lubow, J.; goo, l.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.07.704521v1",
        "abstract": "Dengue virus (DENV) is a global disease threat with tropical regions bearing the bulk of disease burden. Presence of four DENV serotypes with varying antigenicity has complicated development of effective, pan-serotype strategies for prevention and treatment of dengue disease. Here, we report single-particle cryo-electron microscopy (cryo-EM) structures of DENV in complex with three human-derived broadly neutralizing antibodies (bnAbs), revealing an antibody class which preferentially uses its heavy chain for potency and antigen recognition. These heavy chain-driven E-dimer recognizing (HEDR) bnAbs potently neutralize all DENV serotypes by binding to a quaternary epitope encompassing the critical fusion loop and conserved glycans on DENV surface E-glycoprotein dimer. We also demonstrate the presence of capsule-shaped DENV, with HEDR antibodies binding such tubular morphologies in addition to spherical virions. Cryo-EM helical reconstructions of Fab-bound tubular virions from different DENV strains establishes that the pattern of E-glycoproteins helical arrangement is dependent solely on the virus strain. The structural data also demonstrate that binding of highly potent HEDR bnAb D14.F25.S02 causes distortion of DENV particles. Collectively, these results elucidate key features of HEDR bnAbs while illustrating the importance of eliciting immune responses that can neutralize diverse DENV morphologies.",
        "images": [],
        "date": "2026-02-08T00:00:00+00:00",
        "doi": "10.64898/2026.02.07.704521"
    }
]