[
    {
        "source": "PLOS ONE",
        "title": "Complex excitability and “flipping\" of granule cells: An experimental and computational study",
        "authors": "Joanna Danielewicz, Guillaume Girier, Anton Chizhov, Mathieu Desroches, Juan-Manuel Encinas, Serafim Rodrigues",
        "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0339418",
        "abstract": "<p>by Joanna Danielewicz, Guillaume Girier, Anton Chizhov, Mathieu Desroches, Juan-Manuel Encinas, Serafim Rodrigues</p>  In response to prolonged depolarizing current steps, different classes of neurons display specific firing characteristics (i.e., excitability class), such as a regular train of action potentials with more or less adaptation, delayed responses, or bursting. In general, one or more specific ionic transmembrane currents underlie the different firing patterns. Here, we sought to investigate the influence of artificial sodium-like (Na channels) and slow potassium-like (KM channels) voltage-gated channels conductances on firing patterns and transition to depolarization block (DB) in Dentate Gyrus granule cells with dynamic clamp - a computer-controlled real-time closed-loop electrophysiological technique, which allows to couple mathematical models simulated in a computer with biological cells. Our findings indicate that the mimicked extra Na/KM channels significantly affect the firing rate of low-frequency cells, but not that of high-frequency cells. Moreover, we have observed that 44 percent of recorded cells exhibited what we have called a “flipping” behavior. This means that these cells were able to overcome the DB and generate trains of action potentials at higher current injection steps. We have developed a mathematical model of “flipping\" cells to explain this phenomenon. Based on our computational model, we conclude that the appearance of “flipping\" is linked to the number of states for the sodium channel of the model.",
        "date": "2026-02-02T14:00:00+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Nonlinear dependency of the bacterial flagellar motor speed on proton motive force and its consequences for swimming",
        "authors": "Krasnopeeva, E.; Le Nagard, L.; Perez, U. B.; Poon, W. C. K.; Lo, C.-J.; Pilizota, T.",
        "link": "https://www.biorxiv.org/content/10.1101/2024.10.07.617036v2",
        "abstract": "The bacterial flagellar motor enables bacteria to swim by rotating helical flagellar filaments that form a bundle at the back of the cell. Escherichia coli's motor uses the energy stored in the electrochemical gradient of protons, the proton motive force (PMF), to generate the torque driving this rotation. Until now, motor speed was thought to be proportional to the PMF, irrespective of the viscous load on the motor, and across the physiological range of PMF values. Here, we show that the PMF-speed relationship is non-linear in the high-torque regime. Because saturation in the relationship occurs in the physiologically relevant range, it challenges all current models of motor function that assume a tight coupling between the motor rotation and PMF across the entire physiological range. Furthermore, we experimentally determine the load on the motor experienced by swimming cells, and show that free swimming occurs close to or within the saturation regime, making the observed limiting torque evolutionary relevant.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.1101/2024.10.07.617036"
    },
    {
        "source": "bioRxiv",
        "title": "Adaptive Landscapes of Plasmodium Falciparum Dihydrofolate Reductase Reveal Pathways to Antifolate Resistance",
        "authors": "Muzata, D.; Sanyal, D.; Pandey, D.; Chakraborti, S.; Uversky, V. N.; Upadhyay, P.; Chowdhury, S.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.04.697492v2",
        "abstract": "Antifolate resistance in Plasmodium falciparum dihydrofolate reductase (pfDHFR) remains a major challenge for malaria control. To understand how this enzyme maintains function under antifolate selection, we developed PfPATH, a computational framework that integrates mutational fitness measurements, evolutionary interactions, and structural information to map adaptive trajectories. PfPATH adaptive walks reveal that evolution is constrained to a narrow ridge in sequence space defined by a small subset of residues. Most resistance mutations are individually deleterious and become viable only when supported by stabilizing changes, restricting adaptation to a few high-resistance pathways. Structure network analyses show that these mutations do not disrupt the global enzyme architecture but instead reorganize internal communication to preserve catalytic function. Consistent with this, molecular dynamics and free-energy analyses indicate that resistant variants remain stable while sampling a broader ensemble of low-energy conformational substates. Together, these results reveal a narrow and predictable route to antifolate escape.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.64898/2026.01.04.697492"
    },
    {
        "source": "bioRxiv",
        "title": "Slow diffusion limits phosphorylation in a biomolecular condensate",
        "authors": "Gonzalez-Foutel, N. S.; Garg, A.; Lande, E. S.; Khalild, A.; Morkholt Lund, L.; Birkedal, V.; Martens, C.; Kjaergaard, M.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702494v1",
        "abstract": "Biomolecular condensates form dynamic compartments that regulate biochemical reactions in cells. Condensates recruit many kinases and regulate their enzymatic activity. Condensates alter the rate of enzymatic reactions through several opposing effects, so it is unclear whether these mostly enhance or retard phosphorylation. Here, we use a synthetic condensate formed by intrinsically disordered proteins to show that slow diffusion in the condensate controls phosphorylation kinetics in the dense phase. We vary the length of substrates by appending phase-separating repeat proteins of different lengths, in order to study how phosphorylation depends on partitioning, diffusion and volume fraction across substrate motifs with different intrinsic kinetics. The condensate environment is generally inhibitory to phosphorylation, although the enzyme remains intact. This inhibition is partially offset by an enhanced reaction rate in the dilute phase, likely due to soluble nanoclusters. Phosphorylation rates are strongly correlated to diffusion coefficients of substrates in the condensate, suggesting mass-transport limitation. Our results suggest that condensates can modify the substrate usage of a kinase via different trade-offs between diffusion and partitioning. We suggest that diffusion limitations are likely a common feature of many macromolecular reactions in condensates, and that high fluidity is crucial for condensates to act as reaction crucibles.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702494"
    },
    {
        "source": "bioRxiv",
        "title": "Lipid droplet isolation as a novel platform for spectroscopic investigation of cargo modifications",
        "authors": "Chrabaszcz, K.; Panek, A.; Pogoda, K.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702822v1",
        "abstract": "Lipid droplets (LDs) are dynamic organelles involved in metabolic regulation and cellular stress responses, yet their biochemical heterogeneity and treatment-dependent remodeling in the context of radiotherapy remain poorly understood. Here, we present the first label-free Raman spectroscopic analysis of isolated lipid droplets (iLDs) from normal Schwann cells and malignant peripheral nerve sheath tumor (MPNST) cells subjected to cannabidiol (CBD) treatment, ionizing radiation, and their combination. Raman spectroscopy revealed pronounced chemical heterogeneity of iLDs both between and within cell types, reflecting differences in acyl chain organization, conformational order, and lipid class composition. CBD treatment induced substantial lipid remodeling in Schwann cells, giving rise to multiple iLD subpopulations, whereas MPNST cells exhibited a more constrained response. Irradiation altered lipid droplet heterogeneity in a cell-type-dependent manner, while combined CBD treatment and irradiation induced characteristic alterations in LD cargo that differed markedly between Schwann and MPNST cells, highlighting lipid droplets as sensitive reporters of metabolic reprogramming and stress adaptation. Overall, these findings establish Raman-based lipid droplet profiling as a powerful approach for resolving treatment-specific metabolic remodeling at the suborganelle level and provide new insight into lipid-mediated mechanisms underlying radiosensitization in cancer cells.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702822"
    },
    {
        "source": "bioRxiv",
        "title": "The monomeric conformational ensembles of Aβ40 and Aβ42 encode their differential amyloid aggregation propensity",
        "authors": "Cadenelli, I.; Ciccolo, A.; Tagliabue, A.; Rossi, G.; Conti Nibali, V.; Bochicchio, D.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702803v1",
        "abstract": "A{beta}40 and A{beta}42 peptides differ by just two C-terminal residues, yet they display strikingly different aggregation and toxicity profiles. Whether this distinction is already encoded at the monomer level is still under debate. Here, we combine extensive all-atom simulations in explicit solvent, well-tempered metadynamics, and a tailored consensus cluster analysis to compare the monomeric ensembles of the two isoforms under identical conditions. Both peptides populate broad, coil-like conformational distributions; however, A{beta}42 shows systematically higher {beta}-structure propensity, especially in the C-terminal region, and samples more extended conformations with higher hydrophobic exposure compared to A{beta}40. These results support a mechanistic link between sequence-encoded monomer conformational preferences and the differential amyloidogenicity of the two isoforms, highlighting monomer-level determinants of A{beta}42's distinct aggregation behavior.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702803"
    },
    {
        "source": "bioRxiv",
        "title": "Simulating Thermoresponsive Behavior of Disordered Proteins with Temperature-Dependent Coarse-Grained Potentials Derived from Hydration Free Energies",
        "authors": "Chen, F.; Zeng, X.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702805v1",
        "abstract": "Thermoresponsive phase transitions of intrinsically disordered proteins (IDPs), including both upper critical solution temperature (UCST) and lower critical solution temperature (LCST) transitions, are widely observed in natural and synthetic sequences. However, most existing coarse-grained (CG) models employ temperature-independent interactions and fail to capture solvation-driven LCST behavior. To address this, we introduce TEA (Temperature-dependent Energetics derived from hydrAtion free energies), a physics-based framework that augments CG models with temperature-dependent interactions derived from hydration thermodynamics. Leveraging extensive all-atom molecular dynamics simulations, we demonstrate that inter-residue interaction strengths quantified by excess free energies correlate linearly with hydration free energies. This correlation, combined with a validated combination rule for heterotypic interactions, allows the derivation of temperature-dependent potentials across continuous temperature space. We map these atomistic energetics to CG potentials via a single global scaling parameter, ensuring minimal overfitting and high transferability. The TEA-augmented CG models robustly distinguish UCST- and LCST-type sequences, successfully identify experimentally reported outliers, and accurately reproduce LCST-type single-chain compaction trends and phase diagrams of multiple disordered proteins. Collectively, our work provides a transferable and physically interpretable framework that bridges atomistic hydration thermodynamics and phase behavior of IDPs, enabling the simulation of thermoresponsive sequences with minimal phenomenological fitting.",
        "date": "2026-02-02T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702805"
    },
    {
        "source": "Soft Matter",
        "title": "Circling crystals in chiral active matter with self-alignment",
        "authors": "Marco  Musacchio, Alexander P. Antonov, Hartmut Löwen, Lorenzo Caprini",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01135C",
        "abstract": "We study a crystal composed of active units governed by self-alignment and chirality. The first mechanism acts as an effective torque that aligns the particle orientation with its velocity, while the second drives individual particles along circular orbits. We find that even a weak degree of chirality, when coupled with self-alignment, induces collective motion of the entire crystal along circular trajectories in space. We refer to this phase as a circling crystal. When chirality outweigh self-alignment, the circular global motion is suppressed in favor of vortex-like regions of coordinated motion. This state is characterized by oscillating spatial velocity correlations, a power law decay of the energy spectrum, and oscillatory temporal correlations. Our findings can be tested experimentally in systems ranging from epithelial tissues to swarming robots, governed by chirality and self-alignment.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "The effect of thioester linkages on the stability of the ferroelectric nematic phase",
        "authors": "Gytis Stepanafas, Stevie Brown, Ewan Cruickshank, Grant James Strachan, John M. D. Storey, Corrie T. Imrie, Rebecca Walker",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01206F",
        "abstract": "The synthesis and characterisation of thirteen sulfur-based liquid crystals are reported, based on the molecular backbone of RM734 and containing thioester linkages. Ten of these materials are new examples of ferroelectric nematogens. Phase transition temperatures are compared for systematic changes to molecular structure including the position and extent of fluorination, and the nature of lateral and terminal substituents. The new materials are compared with their ester-linked counterparts. In line with expected behaviour of the nematic phase, replacement of an ester with a thioester raised TNI, but NF phase stability upon making this change proved more variable. These findings remain in line with the general view that the formation of the NF phase is not solely governed by the magnitude of the molecular dipole moment, but able to be tuned by the interplay of steric and electronic effects endowed by different molecular fragments.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Controlled route to active turbulence: Filling an activity spot with topological defects",
        "authors": "Arghavan Partovifard, Holger Stark",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01076D",
        "abstract": "We present a controlled route to active turbulence in an active paranematic fluid, i.e., a suspension of rods that exhibit nematic order only under extensile activity. To this end, we introduce a spot of radius r with non-zero activity, embedded in an otherwise passive fluid. Due to the open boundary, defects can enter and leave the spot. As r increases starting from the nematic coherence length, we first observe paranematic order with a uniform director field, then transient + 1/2 topological defects, followed by spiral or swirling pairs of + 1/2 defects. Additional defects progressively enter until bulk active turbulence occurs. While positive and negative defect charges grow with the square of the spot radius r, the total charge only increases linearly in r. This hints to a length along the rim of the spot, comparable to the active length, so that activity can induce the director distortions needed for a defect to enter. In addition, the extensional active flow realizes active anchoring at the rim, which establishes a baseline charge of +1. Two dynamic regimes mark the progression toward bulk turbulence. The enstrophy rises sharply when the spot allows the stable circling motion of the two + 1/2 defects, and the finite-time Lyapunov exponent, characterizing the chaotic flow pattern, jumps to a non-zero value, when a third + 1/2 defect enters the spot noticeably. For large radii, both measures approach their bulk-turbulence values.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Imaging intercellular biomolecules by using fluorescent protein indicators with lipid-PEG anchors",
        "authors": "Mita, Marie, Kiyosue, Kazuyuki, Tani, Tomomi",
        "link": "https://www.nature.com/articles/s41598-026-37240-4",
        "abstract": "Extracellular molecules such as ions, amino acids, nucleotides, and proteins are essential mediators of intercellular communication in multicellular organisms. These diffusible factors contribute to development and homeostasis of organisms by coordinating signaling among distant cells. Despite the widespread use of fluorescent indicators for studying intracellular signaling, introducing genetically encoded indicators often complicates the control of their subcellular localization, making it difficult to distinguish intracellular from extracellular signals. Consequently, monitoring the spatiotemporal dynamics of diffusible molecules in the extracellular space has remained technically challenging. Here we report a versatile chemical anchoring method using lipid–polyethylene glycol (PEG) conjugates that immobilizes fluorescent protein (FP)–based indicators on the extracellular surface of living cells. This approach enables stable localization of FP-based indicators on hippocampal neurons in both primary cultures and in acute brain slices. Lipid–PEG–anchored indicator for potassium ion and that for glutamate allowed real-time optical monitoring of ion and neurotransmitter release from neurons during spontaneous and electrically evoked neuronal activity. This non-genetic labeling strategy provides localized, rapidly applicable, high sensitivity, stability, and reproducibility, offering a versatile platform for quantitative monitoring of extracellular signaling events near membranes of living cells in a low invasive manner.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "The filamentous ultrastructure of the PopZ condensate is required for its cellular function",
        "authors": "Scholl, Daniel, Boyd, Tumara, Latham, Andrew P., Salazar, Alexandra, Khan, Asma M. A. M., Boeynaems, Steven, Holehouse, Alex S., Lander, Gabriel C., Sali, Andrej, Park, Donghyun, Deniz, Ashok A., Lasker, Keren",
        "link": "https://www.nature.com/articles/s41594-025-01742-y",
        "abstract": "Scholl et al. show that PopZ forms filamentous condensates driven by its helical domain and inhibited by its disordered region. Phase-dependent conformations modulate client interactions and disruption of filamentation or condensation impairs cellular function and growth.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Gravity and human respiration: biophysical limitations in mass transport and exchange in spaceflight environments",
        "authors": "Dutta, Som, Tulodziecki, Dana, Schwertz, Hansjorg, Kadomtsev, Anton, Parik, Aditya, Chen, Yi-Cheng, D’Agostino, Dominic P., Dagar, Manisha, Tabetah, Marshall, Rubins, Kathleen, Alexander, David, Porterfield, D. Marshall",
        "link": "https://www.nature.com/articles/s44341-026-00033-x",
        "abstract": "",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Spatial molecular profiling of living single-cell by membrane-interfaced 3D SERS substrates",
        "authors": "Yu, Hyeim, Yun, Jiwon, Nam, Wonil",
        "link": "https://www.nature.com/articles/s44328-025-00076-5",
        "abstract": "",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Polymorphisms in intron 1 of HLA-DRA differentially associate with type 1 diabetes and celiac disease and implicate involvement of complement system genes C4A and C4B",
        "authors": "Agnes Andersson Svärd, Åke Lernmark, Anette-G Ziegler, Beena Akolkar, Daniel Agardh, Elizabeth P Blankenhorn, Hemang M Parikh, Janelle A Noble, Jeffrey A Bailey, John P Mordes, Jorma Toppari, Marian J Rewers, Ozkan Aydemir, William A Hagopian",
        "link": "https://elifesciences.org/articles/89068",
        "abstract": "Polymorphisms in genes in the human leukocyte antigen (HLA) class II region comprise the most important inherited risk factors for many autoimmune diseases, including type 1 diabetes (T1D) and celiac disease (CD): both diseases are positively associated with the HLA-DR3 haplotype (<i>DRB1*03:01-DQA1*05:01-DQB1*02:01</i>). Studies of two different populations have recently documented that T1D susceptibility in HLA-DR3 homozygous individuals is stratified by a haplotype consisting of three single nucleotide polymorphisms (‘tri-SNP’) in intron 1 of the <i>HLA-DRA</i> gene. In this study, we use a large cohort from the longitudinal ‘The Environmental Determinants of Diabetes in the Young’ (TEDDY) study to further refine the tri-SNP association with T1D and with autoantibody-defined T1D endotypes. We found that the tri-SNP association is primarily in subjects whose first-appearing T1D autoantibody is to insulin. In addition, we discovered that the tri-SNP is also associated with CD, and that the particular tri-SNP haplotype (‘101’) that is negatively associated with T1D risk is positively associated with risk for CD. The opposite effect of the tri-SNP haplotype on two DR3-associated diseases can enhance and refine current models of disease prediction based on genetic risk. Finally, we investigated possible functional differences between the individuals carrying high and low-risk tri-SNP haplotypes and found that differences in complement system genes C4A and C4B may underlie the observed divergence in disease risk.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Information, certainty, and learning",
        "authors": "Charles Randy Gallistel, Justin A Harris",
        "link": "https://elifesciences.org/articles/102155",
        "abstract": "More than four decades ago, Gibbon and Balsam (1981) showed that the acquisition of Pavlovian conditioning in pigeons is directly related to the informativeness of the conditioning stimulus (CS) about the unconditioned stimulus (US), where informativeness is defined as the ratio of the US-US interval (<i>C</i>) to the CS-US interval (<i>T</i>). However, the evidence for this relationship in other species has been equivocal. Here, we describe an experiment that measured the acquisition of appetitive Pavlovian conditioning in 14 groups of rats trained with different <i>C</i>/<i>T</i> ratios (ranging from 1.5 to 300) to establish how learning is related to informativeness. We show that the number of trials required for rats to start responding to the CS is determined by the <i>C</i>/<i>T</i> ratio, and the specific scalar relationship between the rate of learning and informativeness is similar to that previously obtained with pigeons. We also found that the response rate after extended conditioning is strongly related to <i>T</i>, with the terminal CS response rate being a scalar function of the CS reinforcement rate (1 <i>/T</i>). Moreover, this same scalar relationship extended to the rats’ response rates during the inter-trial interval, which was directly proportional to the overall rate of reinforcement in the context (1 <i>/C</i>). The findings establish that animals encode rates of reinforcement, and that conditioning is directly related to how much information the CS provides about the US. The consistency of these observations across species, captured by a simple regression function, suggests a universal model of conditioning.",
        "date": "2026-02-02T00:00:00+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Reconstructing Actin Dynamics of the Leading Edge from Observational Data",
        "authors": "Shi, W.; Miles, C.; Noh, J.; Danuser, G.; Mogilner, A.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.31.703047v1",
        "abstract": "Mesenchymal cell migration starts with the protrusion of the cell's leading edge, enabled by the branching growth of the actin network. Two crucial molecular players in protrusion are actin filaments and the Arp2/3 protein complex, the branching agent. Traditionally, protrusion models are intuited from several perturbative experiments. Recent multiplex microscopy imaging data promise to drastically change this paradigm by providing measurements of naturally fluctuating densities of key proteins at the leading edge of unperturbed cells. We report the first attempt to reconstruct the mechanistic protrusion model from such data. We analyze fluctuations of F-actin and Arp2/3 densities and cell edge velocity using phase space and regression analysis to reconstruct linearized stochastic actin-Arp2/3-velocity coupled dynamics. We then build a nonlinear partial differential equation model of these dynamics based on previous knowledge of this system and parsimony. The resulting model recovers the rates of reactions and mechanical and transport processes in the lamellipodium from a single non-perturbative experiment. The model posits that the only essential nonlinearities in the lamellipodial dynamics stem from the retrograde flow of F-actin. The model suggests that the protrusion is dominated by a damped oscillatory cycle resulting from a combination of positive feedback from Arp2/3 to protrusion velocity and negative feedback from F-actin to the velocity.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.31.703047"
    },
    {
        "source": "bioRxiv",
        "title": "Direct observation of ATP-driven ubiquitin chain handling by Cdc48",
        "authors": "Choudhary, D.; Tait, J. R.; Kracht, M.; Roland, A.; van den Boom, J.; Sunderlikova, V.; Meyer, H.; Tans, S.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702746v1",
        "abstract": "Cdc48 (p97 or VCP in metazoans) targets polyubiquitin to selectively disassemble and degrade proteins. Cdc48 is believed to move along the ubiquitin chain towards linked proteins, but this has not been directly observed. By following single molecules in time, we find that the polypeptide branch points of ubiquitin chains are repeatedly inserted and rejected from the Cdc48 pore in ATP-driven manner, in bursts lasting up to seconds. This non-processive mode either ends by terminal substrate rejection, or advances to processive action, which drives ubiquitin unfolding in two steps, branch point translocation, and the extrusion of ubiquitin and linked protein as polypeptide loops in trans. Final retrograde movement can bring polypeptide segments back to cis. Our results establish the dynamics of ubiquitin chain handling by Cdc48, reveal key hallmarks of kinetic proofreading. We speculate that Cdc48 translocation may play a role in ubiquitin chain selection.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702746"
    },
    {
        "source": "bioRxiv",
        "title": "Ab initio prediction of RNA structure ensembles with RNAnneal",
        "authors": "Herron, L.; Qiu, Y.; Verma, A.; Adury, V. S. S.; John, R.; Lee, S.; Mehdi, S.; Sanwal, D.; Schneekloth, J. S.; Tiwary, P.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.02.01.703098v1",
        "abstract": "RNA utilizes three-dimensional structure in addition to sequence to carry out diverse functions in gene expression and disease. Much like well-folded proteins, RNAs adopt specific three-dimensional structures to carry out their function. Yet comparatively few RNA structures have been solved by atomic resolution structural techniques, in part because unlike structured proteins, RNAs fold into heterogeneous ensembles of interconverting structures that pose a challenge for high-resolution structure probing methods. In this work, we introduce RNAnneal as a method for RNA structural ensemble prediction that seamlessly integrates generative deep learning with statistical physics and molecular dynamics modeling. Given the primary sequence, RNAnneal uses ab inito (i.e., first principles) modeling to sample an ensemble of 3D structures, which, in turn, are used to train an ensemble of unsupervised deep learning models. The RNAnneal score, representing the consensus of the deep learning models, is then used to evaluate the 3D structures. We evaluated RNAnneal structures against 16 experimentally-resolved conformations (ERCs) of riboswitch RNAs and found that pseudoknot-free (PK-free) ERCs were well-reproduced by RNAnneal, with clear avenues for improving performance even on PK-comprising structures. Furthermore, we found that the RNAnneal score outperforms the Rosetta score and a state-of-the-art RNA forcefield on the task of classifying ERCs from decoys. We then introduce the interaction entropy as a measure of conformational heterogeneity within an ensemble and use it to assess our predictions. RNAnneal thus provides a generalizable framework for predicting RNA structural ensembles that will accelerate RNA-targeted drug discovery and the design of functional RNA molecules.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.02.01.703098"
    },
    {
        "source": "bioRxiv",
        "title": "Molecular mechanisms of mitochondrial Ca2+ exchanger NCLX",
        "authors": "Zhang, L.; Han, Y.; Zeng, W.; Xue, J.; Wang, Y.; Jiang, Y.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702368v1",
        "abstract": "Mitochondria serve as central hubs for Ca2&#8314 signaling, which is critical for metabolism, intercellular communication, and cell fate determination. Mitochondrial Ca2&#8314 homeostasis is maintained through tightly coordinated influx and efflux processes, with NCLX long recognized as the primary Ca2&#8314 extruder operating via Na&#8314/Ca2&#8314 exchange. Despite its physiological significance, the molecular basis of NCLX function has remained unclear. Here, we report cryo-EM structures of rat NCLX in cytosolic-facing occluded and open states. The central transmembrane (TM) module of NCLX comprises 10 helices organized into two structurally similar halves with inverted orientations. Two characteristic -repeats form a central ion-binding pocket, while peripheral TMs 1 and 6 are loosely associated with the core, likely mediating alternative access to the binding site. These structural features closely resemble those of NCXs, revealing a conserved mechanism underlying ion exchange. While NCLX retains the canonical Ca2&#8314-binding site, it lacks several key Na-binding residues found in NCXs, suggesting it functions as a non-selective cation/Ca2&#8314 exchanger. Consistent with this, cell-based Ca2&#8314 uptake assays show that NCLX mediates slower Ca2&#8314 exchange than NCX and can utilize Na, K, Li, and potentially protons as counterions. Leveraging the structural symmetry of NCLX and its bidirectional exchange capability, we propose a model for the matrix-facing state and an alternating-access mechanism in which the sliding-door motions of TMs 1 and 6 enable ion access from cytosolic and matrix sides, analogous to NCX. These findings provide a structural and mechanistic framework for understanding mitochondrial NCLX function.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.702368"
    },
    {
        "source": "bioRxiv",
        "title": "Conformational Dynamics of Na+-Pumping NADH-Quinone Oxidoreductase during Na+ Translocation from AlphaFold-Facilitated Markov State Modeling",
        "authors": "Seki, T.; Ohnuki, J.; Okazaki, K.-i.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702413v1",
        "abstract": "The Na+-pumping NADH-quinone oxidoreductase (Na+-NQR) is a respiratory chain enzyme found in pathogenic bacteria, including Vibrio cholerae, and is essential for energy metabolism by generating a transmembrane Na+ gradient that drives ATP synthesis and flagellar motility. Because the molecular structure of Na+-NQR is unrelated to the corresponding mitochondrial H+-pumping NADH-quinone oxidoreductase (respiratory complex I), it is a promising antibiotic target. Although it has been shown that Na+ pumping is mediated by an alternating-access conformational change in the NqrD/E subunits, coupled to redox switching of a cofactor, the thermodynamics and kinetics of the conformational transition, including the free-energy profile and the rate-limiting steps, remain unclear. Here, we construct redox-state-dependent Markov state models (MSMs) from extensive molecular dynamics (MD) trajectories in the oxidized and reduced states to quantify the conformational free-energy landscapes and primary transition pathway. To accelerate conformational sampling, MD simulations are initiated from diverse NqrD/E conformations generated by AlphaFold. Our analysis clarifies how the NqrD/E conformation is regulated by the redox state and by Na+ binding to achieve Na+ translocation. This study provides a quantitative framework for understanding ion-pumping mechanisms of redox-driven membrane proteins.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.702413"
    },
    {
        "source": "bioRxiv",
        "title": "Rectifying Stress into Structural Memory Drives Specialization in Cells and Adaptive Computational Systems",
        "authors": "Tuyeras, R. V.; Morcuende, A.; Llinares, C.; Segerstolpe, A.; Kellis, M.; Femenia, T.; Agudelo, L. Z.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702626v1",
        "abstract": "Functional specialization in continuous systems requires balancing adaptation to environmental stress with the preservation of encoded information. Yet, the physical constraints governing how living systems reconcile selective information retention with energetic structural reorganization remain unclear, a trade-off that may offer transferable design rules for adaptive computing. Here we present a unified framework that connects cellular specialization to adaptive machine learning through principles of nonequilibrium optimization. We find that asymmetric fluctuations in key parameters act as tunable drives that, when phase-aligned, are rectified into durable functional specialization. Biologically, we show that in adipose mesenchymal cells, transient nutrient deficits trigger cytosolic pH fluctuations. These oscillations, regulated by the ATP12A proton pump, modulate nuclear compartment dynamics to coordinate mitochondrial specialization and lock in epigenetic memory for phenotype persistence. Notably, modulating ATP12A amplifies these drives, enhancing functional specialization and metabolic homeostasis in disease models. Computationally, we formalize analogous principles using a compositional framework based on operadic algebra, where structural updates act as a topological ratchet converting drive fluctuations into persistent architectures. This reveals a learning regime where gains in predictive information are accompanied by auditable residual costs for non-predictive states and reorganization. As a proof of concept, we deploy a self-organizing machine learning system that discovers latent hierarchy and reconstructs data through adaptive compartment dynamics. We show that internal organization fluctuations increase with residuals, an information-processing ledger guiding adaptive computation. Across both domains, local organization gains are directionally linked to dissipation proxies (pH variance in vivo and residuals in silico), consistent with operation under shared constraints. Overall, this work identifies asymmetric-drive rectification as a fundamental mechanism of adaptive specialization, providing thermodynamically informed design rules for both bioengineering and adaptive AI.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702626"
    },
    {
        "source": "bioRxiv",
        "title": "Conformational landscape and clustering of human type 2 IP3 receptor in lipid nanodiscs",
        "authors": "Liu, C.; Lan, Y.-J.; Tang, Q.; Karakas, E.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702656v1",
        "abstract": "Inositol 1,4,5-trisphosphate (IP3) receptors (IP3Rs) are tetrameric ER Ca2+ channels that shape intracellular Ca2+ signaling in response to IP3, regulating many physiological processes. The structural basis for subtype-specific regulation of three subtypes (IP3R-1-3) remains incompletely understood, due to the lack of IP3R-2 structures. Here, we determined cryo-electron microscopy (cryo-EM) structures of human IP3R-2 in distinct conformations with and without IP3, Ca2+, and ATP. These structures define the conformational ensembles adopted by IP3R-2 and delineate ligand-binding interactions. Comparison with rat IP3R-1 and human IP3R-3 highlights shared architectural features and isoform-specific differences that underlie subtype-specific functional properties. We also resolved structures of IP3R-2 clusters, providing insight into mechanisms of ligand-dependent clustering. Together, these findings establish a structural framework for human IP3R-2, linking ligand recognition to conformational transitions and interchannel interfaces, and illuminate how subtype-specific features and clustering may shape cellular Ca2+ signaling.",
        "date": "2026-02-01T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702656"
    },
    {
        "source": "bioRxiv",
        "title": "Dielectrophoresis Reveals Stimulus-Induced Remodeling of Insulin Granule Subpopulations",
        "authors": "Archambeau, A.; Korma, T.; Deshmukh, A.; Hayes, M. A.; White, K. L.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.10.27.684914v2",
        "abstract": "The pancreatic {beta}-cell contains several functional subpopulations of insulin secretory granules (ISGs). These subpopulations vary in maturity, age, and secretory capacity. Differences in protein and lipid composition of ISGs are correlated with disease but require further study to understand how ISG remodeling regulates normal biology. Due to limitations in traditional separation methods, the extent of these subpopulations, any overlap between them, and how they are affected by insulinotropic signals have not been determined. In this work, we adapted direct current insulator-based dielectrophoresis (DC-iDEP) to separate ISGs isolated from INS-1E cells, an immortalized rat insulinoma cell line model, according to their electrokinetic mobility ratio (EKMr). We were able to separate ISG subpopulations from unstimulated cells to determine a baseline distribution and identify characteristic profiles for immature, young, and old ISGs. We then analyzed distributions of subpopulations from cells stimulated with insulin secretion signals known to induce biophysical remodeling and maturation. We found significant changes in each subpopulation studied in response to stimulation, consistent with the increases in maturation, crystallization, and changes in size reported in the literature. This work provides new insights into how the cell controls ISG remodeling and may drive future development of more effective therapies.",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.1101/2025.10.27.684914"
    },
    {
        "source": "bioRxiv",
        "title": "Distance-Restraint-Guided Diffusion Models for Sampling Protein Conformational Changes and Ligand Dissociation Pathways",
        "authors": "Hori, T.; Moriwaki, Y.; Ishitani, R.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702714v1",
        "abstract": "Protein conformational dynamics and ligand binding processes are fundamental to biological function, yet their systematic sampling and thermodynamic characterization remain challenging. Here, we present a distance-restraint-guided inference method that extends AlphaFold3-like diffusion model frameworks to predict protein structures at specified conformational states. By restraining intergroup distances defined as center-of-mass distances between atom groups during the reverse diffusion process, our method enables systematic sampling along reaction coordinates without model retraining. We implemented this approach in Boltz-2 and demonstrated its effectiveness on three model proteins that undergo open-closed conformational transitions, as well as on a protein-peptide dissociation pathway. Compared with conventional approaches that induce conformational diversity by manipulating input multiple sequence alignments, our method achieved more uniform coverage of conformational space while maintaining high structural quality as assessed by both learning-based confidence metrics and stereochemistry-based validation. By combining distance-restrained sampling with molecular dynamics simulations, we constructed free energy landscapes and quantitatively estimated binding free energies. Altogether, our approach bridges deep learning-based structure prediction and physics-based simulations, providing an efficient strategy for characterizing the dynamics of biomolecules. The materials supporting this article, including the source code and Colab notebook are available at github (https://github.com/cddlab/boltz_restr).",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702714"
    },
    {
        "source": "bioRxiv",
        "title": "Long-term single-molecule Ca2+ flux recordings reveal mode-switching regulation of Ca2+-ATPases",
        "authors": "Moeller, M. P.; Cvjetkovic, A.; KOSMIDIS, E.; Narducci, A.; Isselstein, M.; Shuttle, C. G.; Justesen, B.; Thompsen, I. L.; Dyla, M.; Hansen, S. B.; Holmkvist, J.; Kjaergaard, M.; Pedersen, P. A.; Nissen, P.; Pomorski, T. G.; Stamou, D.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701947v1",
        "abstract": "Calcium (Ca2+) is a universal second messenger that governs processes ranging from muscle contraction and secretion to gene expression and cell fate. Ca2+-ATPases establish and maintain steep Ca2+ gradients across intracellular membranes, yet how regulatory inputs modulate the underlying single-pump Ca2+ currents has remained inaccessible. Here we develop a non-saturating, self-regenerating single-vesicle assay that monitors over hours the zeptoampere (10-21 A) currents produced by individual Ca2+-ATPases. In parallel, we establish a workflow to record single-molecule currents from human sarco/endoplasmic reticulum Ca2+-ATPases (hSERCA) in native endoplasmic reticulum vesicles. Using reconstituted LMCA1, a bacterial SERCA homologue, we observe stochastic switching between minute-long pumping and inactive modes, as well as uncoupled Ca2+ leakage events that are suppressed by vanadate. Extravesicular pH controls a previously unrecognized dormant pre-activation mode that delays the onset of pumping, without measurably altering pumping rates or active-mode lifetimes. Extending the assay to endogenous hSERCA reveals delayed activation and ultraslow pumping/inactive mode-switching without detectable transprotein Ca2+ leakage. ATP and Ca2+ regulate the probability of hSERCA activation by modulating dormant-mode occupancy. Together, these results extend ultraslow mode-switching, previously observed only for proton pumps, to Ca2+-ATPases and identify probability-gated entry into productive cycling as a distinct regulatory axis of human Ca2+-ATPase regulation that can modulate the timing and heterogeneity of Ca2+ store refilling without changing on-cycle kinetics.",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.701947"
    },
    {
        "source": "bioRxiv",
        "title": "Stress-adaptive biomaterials with tunable yielding architectures regulate organoid morphogenesis",
        "authors": "Reeves, J. P.; Rostami, S.; Rammal, M.; Bocan, A.; Lepine, P.; Harrington, M.; Durcan, T.; Moraes, C.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702625v1",
        "abstract": "The yield stress at which biomaterials undergo plastic deformation limits the stresses that can be developed in encapsulated growing tissues. While mechanical properties of the matrix such as stiffness and viscoelasticity have a profound effect on cells, the role of yield stress has remained challenging to define. Here we design a self-healing granular hydrogel platform with supramolecular host-guest dynamic crosslinkers to precisely and quantitatively tune the stress at which the matrix repeatedly yields and reconfigures around tissues as they grow. Designed to provide similar mechanical constraints as a mesh stress ball, matrix yield stresses can be tuned between 12 and 370 Pa, while maintaining a storage modulus below ~0.1kPa. We show that this range of yield stress is sufficient to promote or limit peripheral shedding in a model of non-adhesive cancer migration; and that early development of midbrain organoids is exquisitely sensitive to yield stress. Optimal yield stresses of only 25 Pa promoted budlike protrusions and large, lumenized neural rosettes, while variations as small as 10 Pa limited these phenotypes. These studies demonstrate that morphogenesis and tissue organization are exquisitely sensitive to yield stress, suggesting a new material property to target in designing biomaterials for disease modeling and regenerative medicine.",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702625"
    },
    {
        "source": "bioRxiv",
        "title": "PLCβs are recruited to the plasma membrane in macrophages by both Gβγ and Gαq",
        "authors": "Falzone, M.; Banerjee, P.; MacKinnon, R.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702352v1",
        "abstract": "PLC{beta} enzymes cleave PIP2 from the plasma membrane, producing IP3 and DAG, which regulate intracellular Ca2+ levels and protein kinase C activity, respectively. They are regulated by GPCR signaling through the G proteins G{beta}{gamma} and Gq and have been shown to function as coincidence detectors for dual stimulation of Gq and Gi-coupled receptors via these G proteins. PLC{beta}s are aqueous-soluble enzymes, but partition onto the membrane surface to access their lipid substrate. We previously demonstrated that membrane recruitment and orientation of the catalytic core on the membrane surface underlie G{beta}{gamma}-dependent regulation of PLC{beta} enzymes. Using macrophages as a model system, where PLC{beta} signaling is essential for responses to infection and tissue injury, we investigated the contribution of G{beta}{gamma}-dependent regulation and membrane recruitment of PLC{beta} in the context of endogenous signaling. By measuring Ca2+ mobilization, we demonstrate that both Gi and Gq-coupled receptors independently stimulate PLC{beta} activity, illustrating that G{beta}{gamma} alone is sufficient to activate PLC{beta} in certain contexts. Using total internal reflection and stimulated emission depletion microscopy, we demonstrate that most of the PLC{beta}3 in the cell is localized away from the plasma membrane at rest but is rapidly recruited to the plasma membrane upon stimulation by both Gi and Gq-coupled receptors, illustrating that both G{beta}{gamma} and Gq recruit PLC{beta} to the plasma membrane. These results support an updated model for G protein-dependent regulation of PLC{beta} enzymes, where G{beta}{gamma}-induced regulation in the absence of Gq is context dependent and dictated by the local concentration of receptor, G proteins, and PLC{beta}.",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.702352"
    },
    {
        "source": "bioRxiv",
        "title": "Structural basis of the protein kinase PKN1 HR1 domain oligomerization and differential regulation by RhoA and Rac1",
        "authors": "Sophocleous, G.; Owen, D.; Mott, H. R.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702881v1",
        "abstract": "The protein kinase C-related kinase (PKN) family of serine/threonine kinases consists of PKN1, PKN2 and PKN3, all of which are Rho family GTPase effectors. PKNs have three N-terminal Homology Region 1 (HR1) domains (HR1a, HR1b and HR1c), which form antiparallel coiled coils, which in two cases interact with Rho family GTPases, activating the kinase. The PKNs are implicated in several important cellular processes, including cytoskeletal regulation, cell adhesion, gene expression and cell cycle progression, and are also implicated in cancer. Here we have investigated the roles of the HR1 domains in PKN oligomerisation. We show that PKN1 HR1a is a dimer and that the HR1c domain drives further oligomerization. We have mapped the interactions between the HR1 domains and used an integrative approach to model HR1- containing PKN1 dimers. Biophysical analysis shows that RhoA forms a 1:2 complex with HR1a, resulting in a rearrangement of the HR1a dimer, an outcome supported by SAXS models. In contrast, Rac1 binds to monomeric HR1a, suggesting that this GTPase activates PKN1 via a different mechanism. These data provide structural insight into interactions between HR1 domains and the Rho family proteins and their potential consequences for PKN1 activation.",
        "date": "2026-01-31T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702881"
    },
    {
        "source": "Soft Matter",
        "title": "Osmotic forces modify lipid membrane fluctuations",
        "authors": "Amaresh Sahu",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01094B",
        "abstract": "In hydrodynamic descriptions of lipid bilayers, the membrane is often approximated as being impermeable to the surrounding, solute-containing fluid. However, biological and in vitro lipid membranes are influenced by their permeability and the resultant osmotic forces—whose effects remain poorly understood. Here, we study the dynamics of a fluctuating, planar lipid membrane that is ideally selective: fluid can pass through it, while solutes cannot. We find that the canonical membrane relaxation mode, in which internal membrane forces are balanced by fluid drag, no longer exists over all wavenumbers. Rather, this mode only exists when it is slower than solute diffusion—corresponding to a finite range of wavenumbers. The well-known equipartition result quantifying the size of membrane undulations due to thermal perturbations is consequently limited in its validity to the aforementioned range. Moreover, this range shrinks as the membrane surface tension is increased, and above a critical tension the membrane mode vanishes. Our findings are relevant when interpreting experimental measurements of membrane fluctuations, especially in vesicles at moderate to high tensions.",
        "date": "2026-01-31T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "G12 mutations rewire allosteric communication at the Ras–RalGDS interface",
        "authors": "Emir Demirbas, Hyunbum Jang, Kayra Kosoglu, Ruth Nussinov, Attila Gursoy, Ozlem Keskin",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00085-8?rss=yes",
        "abstract": "The Ras subfamily is the most extensively studied branch of the Ras superfamily, with 20% of all human tumors having activating mutations in one of the RAS genes. Recent studies have shown that the Ras/RalGDS/Ral pathway plays a more significant role in the progression of Ras-driven colon and pancreatic cancers than the Ras/Raf and Ras/PI3K pathways. In this study, we investigated the interaction between Ras and the Ras binding domain (RBD) of RalGDS using long-timescale molecular dynamics (MD) simulations.",
        "date": "2026-01-31T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Condensates and Cell States: A New Paradigm for Understanding Tumor Biology",
        "authors": "Ruth Nussinov, Hyunbum Jang",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00084-6?rss=yes",
        "abstract": "Traditionally, cells have been classified by their type. Identifying cell types was deemed vital for understanding biological processes. More recently, cell type classification has been recognized as not good enough. Cells have many transient states that depend on their spatial environment and vary over time. The current cell states description recognizes that a cell is dynamic, varying over developmental time, location, senescence, and disease. While cell states refer to the functional behavior of the cells, biomacromolecular condensates are now recognized as the membraneless structures within them, which by concentrating functionally related proteins, make the function happen.",
        "date": "2026-01-31T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "The Lassa Virus Fusion Domain has structural plasticity and exploits bis(monoacylglycero)phosphate for fusion",
        "authors": "Hallie N. Pennington, Kiruthika Prahadeesh, Quinn M. Mulvihill, Sungjai Shin, Wonpil Im, Jinwoo Lee",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00064-0?rss=yes",
        "abstract": "Infection with Lassa virus (LASV), an arenavirus endemic to West Africa, results in a viral hemorrhagic fever with high mortality rates and public health implications. The glycoprotein complex (GPC) is central to LASV’s infectivity as it mediates viral entry via membrane fusion. The fusion domain (FD, G260 – N295) facilitates the initiation of membrane fusion and, thus, the merging of the viral and host cell membranes in a pH-dependent fashion at the lysosomal membrane. The FD consists of two distinct regions: an N-terminal fusion peptide (FP, G260 – T274) and an internal fusion loop (FL, C279 – N295) that are connected by a short linker region (P275 – Y278).",
        "date": "2026-01-31T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Insights into the structure and modulation of human TWIK-2",
        "authors": "Ma, Qianqian, Hernandez, Ciria C., Navratna, Vikas, Kumar, Arvind, Rana, Jaimin K., Zong, Jiameng, Lee, Abraham, Mosalaganti, Shyamal",
        "link": "https://www.nature.com/articles/s41467-026-69072-1",
        "abstract": "TWIK-2 is an endolysosomal potassium channel implicated in inflammatory responses. Here, authors present a cryo-EM structure of human TWIK-2 and establish a high-throughput automated patch-clamp electrophysiology assay to investigate modulation of TWIK-2.",
        "date": "2026-01-31T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Dynamical density functional theory for dense odd-diffusive fluids",
        "authors": "Iman Abdoli, René Wittmann, Hartmut Löwen",
        "link": "http://arxiv.org/abs/2601.23284v1",
        "abstract": "Odd diffusion breaks time-reversal symmetry in overdamped systems through transverse probability currents while preserving equilibrium steady states. In this work, we develop a dynamical density functional theory (DDFT) for dense interacting odd-diffusive fluids and apply it to ultrasoft particles in two dimensions. In bulk, odd diffusion qualitatively reshapes collective relaxation by generating transient circulating current patterns which do not exist in normal fluids. Under harmonic ring confinement, the circulation of probability current induces an angular redistribution of density along the ring during relaxation. This unique footprint of odd diffusion opens up a shorter pathway to equilibrium. Repulsive interactions significantly enhance these effects. Excellent agreement with Brownian dynamics simulations confirms that our odd-DDFT framework quantitatively captures all essential nonequilibrium aspects of the nontrivial odd transport and collective redistribution for dense fluids in both bulk and confined geometries.",
        "date": "2026-01-30T18:59:06+00:00"
    },
    {
        "source": "arXiv",
        "title": "Spatial self-organization driven by temporal noise",
        "authors": "Satyam Anand, Guanming Zhang, Stefano Martiniani",
        "link": "http://arxiv.org/abs/2601.23098v1",
        "abstract": "The counterintuitive emergence of order from noise is a central phenomenon in science, ranging from pattern formation and synchronization to order-by-disorder in frustrated systems. While large-scale spatial self-organization induced by local spatial noise is well studied, whether temporal noise can also drive such organization remains an open question. Here, by studying interacting particle systems, we show that temporally correlated noise can lead to a self-organized state with suppressed long-range density fluctuations, or hyperuniformity. Further, we develop a fluctuating hydrodynamic theory that quantitatively explains the origin of this phenomenon. Finally, by casting the dynamics as a stochastic optimization problem, we show that temporal correlations lead to better solutions, akin to perturbed gradient descent in neural networks -- where noise is injected during training to escape poor minima. This reveals a striking correspondence between perturbed gradient descent dynamics on the energy landscapes of particle systems and the loss landscapes of neural networks. Our study establishes temporal correlations as a novel mechanism for noise-driven self-organization, with broad implications for self-assembling materials, biological systems, and optimization algorithms that leverage temporal noise for applications like differentially private learning.",
        "date": "2026-01-30T15:44:30+00:00"
    },
    {
        "source": "arXiv",
        "title": "A Universal Convolution-Based Pre-processor to Correct the Prevalence-Incidence Gap in SIR, SEIR, and SIRS Modeling",
        "authors": "Jose de Jesus Bernal-Alvarado, David Delepine",
        "link": "http://arxiv.org/abs/2601.23077v1",
        "abstract": "Traditional compartmental models, including SIR, SEIR, and SIRS frameworks, remain the analytical standard for epidemic forecasting. However, real-world data validation consistently reveals significant predictive failures, such as peak underestimations of up to 50%. This research identifies a persistent fundamental methodological error: the calibration of prevalence-based (stock) models using raw daily incidence (flow) data without proper transformation. We propose an integrated protocol utilizing an exponentially weighted convolution to reconstruct active cases from reported incidence: $I(t) \\approx \\frac{1}{p} \\int_{0}^{t} NDC(τ) e^{-γ(t-τ)} dτ$. This transformation accounts for the recovery rate $γ$ and the ascertainment rate $p$. We demonstrate that increasing structural complexity, such as adding latency (SEIR) or waning immunity (SIRS), fails to resolve the incidence-prevalence gap. Simulation results show that without the proposed universal pre-processor, these advanced models inherit the systematic biases of misaligned data types, leading to significant errors in estimating latent periods and the \"heavy tail\" of endemicity. The proposed convolution transformation must serve as a universal prerequisite for any compartmental framework, bridging the gap between clinical reporting and mechanistic modeling.",
        "date": "2026-01-30T15:25:44+00:00"
    },
    {
        "source": "arXiv",
        "title": "How adaptation to food resources and death rates shape oscillatory dynamics in a microbial population",
        "authors": "Benedetta Ciarmoli, Sophie Marbach",
        "link": "http://arxiv.org/abs/2601.22967v1",
        "abstract": "Microbes constantly interact with their environment by depleting and transforming food sources. Theoretical studies have mainly focused on Lotka-Volterra models, which do not account for food source dynamics. In contrast, consumer-resource models, which consider food source dynamics, are less explored. In particular, it is still unclear what physical mechanisms control oscillatory dynamics at a single population level, a phenomenon which can only be captured by a consumer-resource model. Here, we present a minimalistic consumer-resource model of a single microbial population with growth and death dynamics, consuming a continuously replenishing substrate. Our model reveals that decaying oscillations can occur around steady state if and only if the timescale of microbial adaptation to food supply changes exceeds the death timescale. This interplay of timescales allows us to rationalize the emergence of oscillatory dynamics when adding various biophysical ingredients to the model. We find that microbial necromass recycling or complementary use of multiple food sources reduces the parameter range for oscillations and increases the decay rate of oscillations. Requiring multiple simultaneous food sources has the opposite effect. Essentially, facilitating growth reduces the likelihood of oscillations around a fixed point. We further demonstrate that such damped oscillatory behavior is correlated with persistent oscillatory behavior in a noisy environment. We hope our work will motivate further investigations of consumer-resource models to improve descriptions of environments where food source distributions vary in space and time.",
        "date": "2026-01-30T13:30:01+00:00"
    },
    {
        "source": "arXiv",
        "title": "Gradient dynamics model for chemically driven running drops",
        "authors": "Justus Niehoff, Florian Voss, Uwe Thiele",
        "link": "http://arxiv.org/abs/2601.22962v1",
        "abstract": "We present a thermodynamically consistent model for chemically driven running drops on a solid substrate with reversible substrate adsorption of a wettability-changing chemical species. We consider drops confined to a vertical gap, thereby allowing us to first obtain a gradient dynamics description of the closed system, corresponding to a set of coupled dynamical equations for the drop profile and the chemical concentration profiles of species on the substrate and in both fluids (drop, ambient medium). Chemostatting the species in the drop and the ambient medium, we then derive a reduced model for the dynamics of the drop and the adsorbate on the substrate. When the externally imposed chemical potentials are distinct, the system is driven away from thermodynamic equilibrium, allowing for sustained drop self-propulsion across the substrate due to a wettability contrast maintained by chemical reactions. We numerically study the resulting running drops and show how they emerge from drift-pitchfork bifurcations.",
        "date": "2026-01-30T13:25:34+00:00"
    },
    {
        "source": "Physical Review E",
        "title": "Magnetic properties of an individual <i>Magnetospirillum gryphiswaldense</i> cell",
        "authors": "Mathias M. Claus, Marcus Wyss, Dirk Schüler, Martino Poggio, and Boris Gross",
        "link": "http://link.aps.org/doi/10.1103/lffn-l7m6",
        "abstract": "Author(s): Mathias M. Claus, Marcus Wyss, Dirk Schüler, Martino Poggio, and Boris Gross<br /><p>Many bacteria share the fascinating ability to sense Earth's magnetic field—a process known as magnetotaxis. These bacteria synthesize magnetic nanoparticles, called magnetosomes, within their own cell body and arrange them to form a linear magnetic chain. The chain, which behaves like a compass nee…</p><br />[Phys. Rev. E 113, 014408] Published Fri Jan 30, 2026",
        "date": "2026-01-30T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Ultrafast Transient Cyclization of Doubly Charged Acetonitrile",
        "authors": "Sergio Díaz-Tendero, Noah Frese, Debadarshini Mishra, Aaron C. LaForge, Nora Berrah, and Fernando Martín",
        "link": "http://link.aps.org/doi/10.1103/t4jz-rmpx",
        "abstract": "Author(s): Sergio Díaz-Tendero, Noah Frese, Debadarshini Mishra, Aaron C. LaForge, Nora Berrah, and Fernando Martín<br /><p>We present a joint theoretical and experimental investigation of the isomerization dynamics of doubly ionized acetonitrile $[{\\mathrm{H}}_{3}\\mathrm{C}─\\mathrm{C}≡\\mathrm{N}{]}^{2+}$ in the gas phase. Molecular dynamics simulations show that the dication retains its linear geometry for a few hundred…</p><br />[Phys. Rev. Lett. 136, 048002] Published Fri Jan 30, 2026",
        "date": "2026-01-30T10:00:00+00:00"
    },
    {
        "source": "PRX Life",
        "title": "Renormalized Mechanics and Stochastic Thermodynamics of Growing Vesicles",
        "authors": "Jordan L. Shivers, Michael Nguyen, Aaron R. Dinner, Petia M. Vlahovska, and Suriyanarayanan Vaikuntanathan",
        "link": "http://link.aps.org/doi/10.1103/qxn3-xx5n",
        "abstract": "Author(s): Jordan L. Shivers, Michael Nguyen, Aaron R. Dinner, Petia M. Vlahovska, and Suriyanarayanan Vaikuntanathan<br /><p>By investigating the growth of vesicles driven by an external reservoir, this study finds that active material exchange can drive a dramatic renormalization of a membrane’s effective mechanical properties and impact the trajectory of vesicle growth.</p><img height=\"\" src=\"//cdn.journals.aps.org/journals/PRXLIFE/key_images/10.1103/qxn3-xx5n.png\" width=\"200\" /><br />[PRX Life 4, 013012] Published Fri Jan 30, 2026",
        "date": "2026-01-30T10:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Combining quasi-static and high frequency experiments for the viscoelastic characterization of brain tissue",
        "authors": "Laura Ruhland, Nina Reiter, Silvia Budday, Kai Willner",
        "link": "http://arxiv.org/abs/2601.22743v1",
        "abstract": "Mechanical models of brain tissue are a beneficial tool to simulate neurosurgical interventions, disease progression, or brain development. However, the accuracy and predictive capacity of such a model relies on a precise experimental characterization of the tissue's mechanical behavior. Such a characterization is yet limited by inconsistent or contradictory experimental responses reported in the literature, particularly when measurements are performed in different time or length scales. Although brain tissue has been extensively investigated in previous studies, the combination of experimental findings from different scales has received limited attention. In this study, we combine ex vivo mechanical responses of porcine brain tissue obtained at different time scales in a mechanical model. We investigated the mechanical behavior of three different brain regions in the quasi-static domain with multi-modal large strain rheometer measurements and at high frequencies with magnetic resonance elastography (MRE). A comparative analysis of the mechanical parameters obtained from both experimental techniques demonstrated consistent regional variations in the viscoelastic behavior across the two domains. However, the mechanical behavior changes from a higher elasticity in the quasi-static and low frequency domain to a dominating viscosity at high frequencies. Based on the quasi-static and the high frequency behavior, we calibrated a fractional Kelvin-Voigt model and consequently unified the two responses in a single mechanical model to obtain a comprehensive characterization of the tissue's mechanical behavior.",
        "date": "2026-01-30T09:23:03+00:00"
    },
    {
        "source": "PNAS",
        "title": "Theory for sequence selection via phase separation and oligomerization",
        "authors": "Ivar S. HaugerudGiacomo BartolucciDieter BraunChristoph A. WeberaFaculty of Mathematics, Institute of Physics, Natural Sciences, and Engineering, University of Augsburg, Augsburg 86159, GermanybDepartment of Physics, Universitat de Barcelona, Barcelona 08028, SpaincSystems Biophysics and Center of Nanoscience, Ludwig Maximilian University, Munich 80799, Germany",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422829123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceAn unresolved question is how specific oligonucleotide sequences such as DNA and RNA, which store genetic information and catalyze reactions, evolved from nucleotide building blocks without sophisticated biological machinery. Our research ...",
        "date": "2026-01-30T08:00:00+00:00"
    },
    {
        "source": "PNAS",
        "title": "Conformationally gated multisite proton-coupled electron transfer in the ribonucleotide reductase β subunit",
        "authors": "Jiahua DengSharon Hammes-SchifferaDepartment of Chemistry, Princeton University, Princeton, NJ 08544",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2535102123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceEfficient and regulated proton and electron movement underlies many life-sustaining enzymatic processes. The enzyme ribonucleotide reductase, which is critical for DNA synthesis and repair, relies on a precisely tuned network of redox-active ...",
        "date": "2026-01-30T08:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "A Toy Model for the Cycle Rank Dependence of Stretch at Break in Phantom Chain Network Simulations",
        "authors": "Yuichi Masubuchi",
        "link": "http://arxiv.org/abs/2601.22641v1",
        "abstract": "The relationship between the topological architecture of polymer networks and their macroscopic rupture remains a fundamental challenge in polymer physics. Recent coarse-grained simulations have revealed that the dependence of stretch at break (λ_b) on node functionality and reaction conversion can be unified into a universal master curve when plotted against the cycle rank density (ξ). However, a theoretical derivation explaining this universality has been lacking. This study proposes a simple mechanical model to describe the ξ-dependence of fracture strain. The polymer network is modeled as a mechanical system consisting of a sequence of springs representing localized highly stretched strands and the surrounding unstretched network. By relating the stiffness contrast between these regions to the network connectivity defined by ξ, an analytical expression for the stretch at break is derived: λ_b\\propto\\sfrac{\\left(2ξ+5\\right)}{\\left(2ξ+1\\right)}. The proposed model is validated against phantom chain simulations using both Gaussian and finite extensibility (FENE) springs. The theoretical prediction shows excellent agreement with simulation data, providing a physical basis for the phenomenological universality observed in polymer network rupture.",
        "date": "2026-01-30T06:59:09+00:00"
    },
    {
        "source": "arXiv",
        "title": "Small equatorial deformation of homogeneous spherical fluid vesicles",
        "authors": "Andrés Solís-Cuevas, Pablo Vázquez-Montejo",
        "link": "http://arxiv.org/abs/2601.22622v1",
        "abstract": "We examine the reaction of a homogeneous spherical fluid vesicle to the force exerted by a rigid circular ring located at its equator in the linear regime. We solve analytically the linearized first integral of the Euler-Lagrange equation subject to the global constraints of fixed area and volume, as well as to the local constraint imposed by the ring. We determine the first-order perturbations to the generating curve of the spherical membrane, which are characterized by the difference of the radii of the membrane and the ring, and by a parameter depending on the physical quantities of the membrane. We determine the total force that is required to begin the deformation of the membrane, which gives rise to a discontinuity in the curvature of the membrane across the ring.",
        "date": "2026-01-30T06:24:35+00:00"
    },
    {
        "source": "arXiv",
        "title": "Cross-feeding yields high-dimensional chaos and coexistence of species beyond exclusion principle",
        "authors": "Takashi Shimada, Kunihiko Kaneko",
        "link": "http://arxiv.org/abs/2601.22564v1",
        "abstract": "Species interactions through cross-feeding via leakage and uptake of chemicals are important in microbial communities, and play an essential role in the coexistence of diverse species. Here, we study a simple dynamical model of a microbial community in which species interact by competing for the uptake of common metabolites that are leaked by other species. The model includes coupled dynamics of species populations and chemical concentrations in the medium, allowing for a variety of uptake and leakage networks among species. Depending on the structure of these networks, the system exhibits different attractors, including fixed points, limit cycles, low-dimensional chaos, and high-dimensional chaos. In the fixed-point and limit-cycle cases, the number of coexisting species is bounded by the number of exchangeable chemicals, consistent with the well-known competitive exclusion principle. In contrast, in the low-dimensional chaotic regime, the number of coexisting species exhibits noticeable but limited excess over this limit. Remarkably, in the high-dimensional chaotic regime, a much larger number of species beyond this limit coexist persistently over time. In this case, the rank-abundance distribution is broader than exponential, as often observed in real ecosystems. The population dynamics displays intermittent switching among quasi-stationary states, while the chemical dynamics explore most of the high dimensions. We find that such high-dimensional chaos is ubiquitous when the number of uptake chemicals is moderately larger than the number of leaked chemicals. Our results identify high-dimensional chaos with intermittent switching as a generic dynamical mechanism that stabilizes coexistence in interacting systems. We discuss its relevance to sustaining diverse microbial communities with leak-uptake cross-feeding.",
        "date": "2026-01-30T05:01:35+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Quantifying 3D Live-Cell Membrane Dynamics Using Dynamic Metal-Induced Energy Transfer Spectroscopy (dynaMIET)",
        "authors": "Gallea, J. I.; Karedla, N.; Wang, D.; Zhao, B.; Chen, L.; Enderlein, J.; Chen, T.",
        "link": "https://www.biorxiv.org/content/10.1101/2024.09.27.614973v2",
        "abstract": "The dynamic behavior of cellular membranes underpins essential biological processes, including signal transduction, intracellular trafficking, and mechanotransduction. However, simultaneously quantifying lateral molecular diffusion and vertical membrane fluctuations in live cells remains challenging. Here, we present dynamic metal-induced energy transfer spectroscopy (dynaMIET), which integrates metal-induced energy transfer with fluorescence correlation spectroscopy to resolve three-dimensional membrane dynamics with nanometer axial sensitivity and microsecond temporal resolution. dynaMIET enables concurrent measurement of lateral diffusion and vertical undulations within a single acquisition. We validate the method using simulations and model membranes and demonstrate its robustness in living cells, applying it to the plasma membrane, endoplasmic reticulum, and nuclear envelope. By capturing both molecular mobility and membrane fluctuations, dynaMIET provides a powerful, non-invasive tool for probing membrane mechanics and organization. This advance opens new avenues for studying membrane-associated phenomena in health and disease, including cancer cell mechanics, protein-membrane interactions, and organelle dynamics.  TeaserdynaMIET enables simultaneous measurement of lateral diffusion and vertical membrane fluctuations in live cells.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.1101/2024.09.27.614973"
    },
    {
        "source": "bioRxiv",
        "title": "Structure of the ILT Mutant Shaker K+ Channel and the Mechanism of Voltage Activation",
        "authors": "Agrawal, R.; Uriarte, R. M.; Anwandter, B. P.; Thomas, T.; Blachowicz, L.; Koh, Y. H.; Koh, Y.; Bezanila, F.; Perozo, E.; Roux, B.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.11.13.687653v2",
        "abstract": "To understand the process of voltage activation in Kv channels, we determined the cryo-EM structure of the Shaker channel ILT mutant (V369I, I372L, S376T), known to partially decouple the gating charge movement of the voltage sensing domain (VSD) and the opening of the pore domain (PD). The structure captures a previously unobserved intermediate state in which the VSD is only partially activated while the PD remains closed. Combined with computational modeling based on AlphaFold2 predictions and molecular dynamics simulations, it is shown that VSD activation does not mechanically pull the gate open, but instead induces a dynamic shift in the population equilibrium of the VSD-PD linker, providing the basis for electromechanical coupling between the two domains.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.1101/2025.11.13.687653"
    },
    {
        "source": "bioRxiv",
        "title": "Ligand-Induced Structural Dynamics Drive Allosteric Regulation of Translation Initiation Factor eIF4E",
        "authors": "Roscioni, A.; D'Amore, V. M.; Rexha, J.; Bianchini, G. R.; La Teana, A.; Di Marino, D.; Romagnoli, A.; Di Leva, F. S.",
        "link": "https://www.biorxiv.org/content/10.64898/2025.12.23.696204v2",
        "abstract": "The eukaryotic initiation factor 4E (eIF4E) governs cap-dependent translation and its dysregulation contributes both to cancer and neurological disorders, making it an attractive target for therapeutic intervention. Among the few small-molecule inhibitors developed, 4EGI-1 and its analogue i4EG-BiP have shown promise in cellular and preclinical models. These compounds disrupt eIF4E binding to its partner eIF4G while enhancing association with its negative regulators, the 4E-BPs. Despite their chemical similarity and overlapping functional effects, structural data suggest the two ligands engage different regions of eIF4E, lateral for 4EGI-1 and frontal for i4EG-BiP, raising questions about the basis of their shared activity. Here, we integrate molecular simulations, site-directed mutagenesis, and fluorescence binding assays to elucidate the binding mechanism of both ligands. Molecular dynamics and binding experiments on mutants reveal largely consistent interaction patterns, while funnel metadynamics free-energy calculations indicate that the frontal binding mode is thermodynamically preferred for both compounds. Strikingly, we demonstrate that the conformational rearrangement induced by frontal binding selectively promotes 4E-BP1 over eIF4G association, owing to the greater plasticity of the 4E-BP1 binding motif. These findings reconcile divergent structural observations and highlight how ligand-induced dynamics can be exploited to reprogram eIF4E interactions, offering a framework for next-generation therapeutics targeting dysregulated translation.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2025.12.23.696204"
    },
    {
        "source": "bioRxiv",
        "title": "Molecular Mechanism of Mitochondrial Complex I Disruption by m.14484T>C Underlying Leber Hereditary Optic Neuropathy",
        "authors": "Ajmera, P.; Guion, D.; Barnes, S.; Sadun, A. A.; Alexandrova, A. N.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.701874v1",
        "abstract": "Lebers Hereditary Optic Neuropathy (LHON) is a rare genetic condition and severe neurological disorder characterized by dysfunctional mitochondria under extreme oxidative stress, resulting in retinal ganglion cell death and subsequent rapid bilateral loss of central vision. The m.14484T>C mutation in the ND6 subunit of mitochondrial complex I is known for inducing LHON, and is a prevalent LHON-associated mutation, yet its mechanism of impairment at the molecular level is currently unresolved. In this study, we explore the biophysical underpinnings of this mutation and its role in LHON through disruption of human complex I function. We consider, using atomistic simulations, the differential thermodynamics and kinetics of coenzyme Q10 binding between the mutant and wild-type forms, altered dynamics of the complex upon mutation, and key interactions between coenzyme Q10 and complex I binding sites. The hydrogen bond network present near and within the coenzyme Q10 binding domain, along with proper hydration of E-channel residues that couple redox chemistry to proton pumping, is found to be critical for complex I stability and quinone binding, which the ND6-centered mutation disrupts.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.701874"
    },
    {
        "source": "bioRxiv",
        "title": "Molecularly specific solubilization of therapeutic antibodies",
        "authors": "Han, Z.; Erkamp, N. A.; Scrutton, R.; Licari, G.; Predeina, O.; Evers, A.; Sormanni, P.; Knowles, T.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702671v1",
        "abstract": "Understanding the effects of formulation excipients on protein solubility is a key part of physical chemistry and pharmaceutical sciences. While excipients are routinely employed to reduce the self-association of biologic drugs, their mechanisms of action remain poorly understood and are often assumed to be broadly nonspecific. Using a high-throughput combinatorial droplet microfluidic platform, we systematically survey and quantify how common pharmaceutical excipients affect the solubility of a diverse panel of therapeutic monoclonal antibodies (mAbs). We show that, while excipients are generally solubilizing, their effects vary substantially across different mAbs, with excipient-specific solubilization scores spanning dynamic ranges of approximately 7-fold to >200-fold across the antibody panel. Histidine, arginine and sodium chloride, in particular, engage in interactions characterized by unique molecular specificity, whereas sucrose effects are largely governed by nonspecific, solvent-mediated interactions. Correlating excipient performance with dynamical mAb molecular features from solvated full-length homology models allows us to dissect and quantify the relative contributions of molecular features governing excipient-mediated solubilization. We envision this new physicochemical understanding lays the groundwork for rational excipient selection and bespoke formulation design, with direct implications for accelerating protein therapeutic development for preclinical scenarios.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702671"
    },
    {
        "source": "bioRxiv",
        "title": "Hydration-Controlled Proton Transport in Respiratory Complex I",
        "authors": "Choi, J. H.; Voth, G. A.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702666v1",
        "abstract": "Proton pumping by respiratory Complex I is one essential element for generating the proton motive force that drives ATP synthesis in mitochondria. Although it is understood that electrons from NADH reduce ubiquinone at the peripheral arm and that four protons are transferred in the membrane domain, the mechanism by which this redox reaction initiates proton translocation remains unclear. A lateral pathway linking the quinone binding site to the membrane domain via ND1, ND3, and ND4L subunits has been proposed as the initial path of an excess proton. However, in experimental structures this region lacks a continuous water network between D66ND3 and E34ND4L, resulting in a hydration bottleneck that may regulate proton transfer. Using multiscale reactive molecular dynamics (MS-RMD) and a water wire connectivity metric, we directly simulate proton transport through this region as coupled the the hydration by water molecules. Our results reveal that proton transfer is thermodynamically feasible when transient hydration aligns with the presence of an excess proton, revealing the strong coupling between hydration and proton (PT) in this region of Complex I. These findings support a model where proton injection enhances local hydration, dynamically opening the pathway for proton transfer and regulating the onset of proton pumping in Complex I.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702666"
    },
    {
        "source": "bioRxiv",
        "title": "Dual Effect of RNA-like Polyelectrolytes on Stability and Dynamics of Biomolecular Condensates: A Tale of Competitive Short and Long-range Interactions",
        "authors": "Sharma, D.; Roy, S.; HAZRA, M. K.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702704v1",
        "abstract": "Heterotypic biomolecular condensates underpin the spatiotemporal organization of cellular components and enable precise biological regulation. These condensates frequently comprise proteins and RNA at variable stoichiometries, with RNA acting as a key modulator through its ability to engage in both long-range electrostatic and short-range specific interactions. How such RNA-like components regulate condensate stability and dynamics across distinct interaction regimes, however, remains unclear. Here, we examine the role of RNA-like polyelectrolytes in tuning the stability and material properties of heterotypic condensates formed by designed short peptide sequences spanning a continuum from long-range electrostatics-to short-range hydrophobic interactions. By systematically strengthening short-range hydrophobic interactions while varying polyelectrolyte composition, we uncover a dual, regime-dependent role of RNA-like species. In electrostatics-dominated condensates, excessive polyelectrolyte concentration rapidly destabilizes droplets due to enhanced long-range repulsive interactions while the droplets retain stability until intermediate polyelectrolyte concentration fairly well. In contrast, in strongly hydrophobic condensates, polyelectrolytes function as multivalent sticker hubs, stabilizing condensates through favourable peptide and polyelectrolyte interactions. Polyelectrolyte enrichment within condensates is nonlinear with respect to mixing fraction and saturates at largest cluster mole fractions of ~0.2 to 0.25. Condensate dynamics reflect this interplay: polyelectrolyte diffusivity is 20 to 40% higher in electrostatics dominated systems than in hydrophobic ones, while in extremely hydrophobic condensates, polyelectrolytes diffuse ~50% more slowly than peptides, indicative of scaffold-like behaviour. Together, these results reveal tuneable and opposing roles of RNA-like polyelectrolytes in shaping condensate stability, dynamics, and morphology across diverse interaction regimes.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702704"
    },
    {
        "source": "bioRxiv",
        "title": "Active strains in the basal organ of Corti in gerbil",
        "authors": "Wong, K. H.; Strimbu, C. E.; Olson, E. S.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702095v1",
        "abstract": "Optical coherence tomography (OCT) has allowed in vivo recording of sound-induced vibrations of different regions within the organ of Corti complex (OCC), including the basilar membrane (BM), outer hair cell/Deiters cell (OHC/DC) region, and reticular lamina (RL). In the hook region of the gerbil cochlea, where measurements can be made with a substantially transverse optical axis, the three regions have different and characteristic motion responses: The OHC/DC region has greater motions than the other two regions at frequencies below the best frequency (sub-BF); the RL region typically has the greatest BF peak and smallest sub-BF motion. The phase of the OHC/DC-region motion increasingly lags BM motion phase as frequency increases; the RL-region motion phase leads BM, but with a relatively small value. All three regions are compressively nonlinear in the BF peak, but only the OHC/DC region shows sub-BF compressive nonlinearity. In this paper, we describe the strain that exists within the RL and OHC-body regions. These strains are large where the motion varies over short distances, and a region of large strain can be as short as a single 2.7 micron measurement pixel, or extend over several pixels, with the extensive strains appearing more often at 70 than at 50 dB SPL. Beyond the region of large strain, over a distance that can exceed 20 microns, the OHC/DC region displays nearly unvarying motion spatially -- this region appears to vibrate as a body.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702095"
    },
    {
        "source": "bioRxiv",
        "title": "Volumetric mechanoplasticity couples melanoma drug tolerance to susceptibility to CD8+ T cell killing",
        "authors": "Zhang, X.; Zhang, D.; Gong, X.; Yu, A. P.; Jain, R. K.; Munn, L. L.; Mak, M.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701903v1",
        "abstract": "Cell swelling has been reported in physiological tumour contexts, but whether sustained cell volume expansion leaves a durable state that reshapes drug and immune responses in melanoma is unknown. Using controlled hypotonic dilution as an experimental handle, we compare two priming regimens with comparable hypotonic exposure but different magnitude and persistence of volume expansion, enabling us to test which post-recovery phenotypes track with sustained enlargement beyond hypotonic exposure alone. Sustained enlargement produces a measurable size imprint after return to isotonic conditions, accompanied by nuclear lamina and chromatin remodeling with p53 pathway engagement and suppression of replication and growth programs. After recovery, primed cells reinforce F-actin organization, migrate faster in 3D collagen, and induce antioxidant and anti-ferroptosis defenses consistent with improved stress survival. A gene expression signature derived from this response is associated with poorer outcome in TCGA skin cutaneous melanoma. Unexpectedly, the same volume history also increases IFN-{gamma} response, elevates MHC-I, reduces sialylation, and increases susceptibility to CD8+ T cell killing. These findings indicate that persistent volume history can couple drug tolerance programs to an exploitable increase in immune visibility.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.701903"
    },
    {
        "source": "bioRxiv",
        "title": "Structural Characterization of Cardiac Purkinje Fibers Using Inhomogeneous Magnetization Transfer (ihMT): A proof of Concept MRI-Histology Approach",
        "authors": "Forodighasemabadi, A.; Kornaropoulos, E.; Constantin, M.; Soustelle, L.; Vaillant, F.; Leury, J.; Walton, R. D.; Bernus, O.; Quesson, B.; Girard, O. M.; Duhamel, G.; Magat, J.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.29.702467v1",
        "abstract": "BACKGROUND The cardiac Purkinje network plays a critical role in maintaining synchronized activation of ventricles but remains challenging to image due to its fine and unique structure. Conventional MRI techniques lack sufficient contrast to distinguish the underlying structural composition of Purkinje Fibers (PF). PURPOSE This study investigates the potential of inhomogeneous Magnetization Transfer (ihMT) as a novel contrast mechanism for visualizing and differentiating subregions of the PF. METHODS Five fixed ex-vivo sheep hearts (n = 5) containing free running PF were scanned with a 9.4T MRI using a 2D ihMT RARE sequence. ASSESSMENT ihMTR maps were analyzed using manually defined regions-of-interest (ROIs) corresponding to free-running PF, insertion points, and myocardium. Histological analysis (light and polarized microscopy) was performed on matched sections to quantify collagen types I and III, adipocytes, Purkinje cells, and cardiomyocytes. RESULTS Three ihMT protocols, which produced high ihMTR values in free-running PF (9.25 - 10.83%) and strong absolute contrast relative to the myocardium (2.00 - 2.17%) and insertion points (2.99 - 3.40%) in one sample were selected and applied to all samples. Across all samples, mean ihMTR in free-running was consistently higher than in insertion points (11.5 +/- 1.5% vs. 9.0 +/- 2.9%). Histological analysis revealed a significantly greater collagen content in free-running regions compared with insertion points (72.4 +/- 15.9% vs. 31.1 +/- 13.1%; p = 0.001), along with higher adipocyte content at insertion points vs. free-running regions (12.3 +/- 6.1% vs. 3.8 +/- 2.7%, non-significant). Collagen type III was more prominent at insertion points but remained a minor component overall. CONCLUSION ihMT imaging can distinguish PF subregions based on microstructural differences, particularly collagen and adipocyte distribution. This study lays the groundwork for developing biophysical models to interpret ihMT signals in terms of tissue composition and microstructure, providing a foundation for future studies.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.29.702467"
    },
    {
        "source": "bioRxiv",
        "title": "The glycine-arginine-rich motif of 53BP1 modulates RNA interactions necessary for its liquid-liquid phase separation during DNA Damage Response",
        "authors": "Terraneo, F.; Ceccon, M.; Sapkota, O.; Zheng, T.; Brizioli, M.; dello Stritto, A.; Cummings, S.; Codispoti, S.; Ossolengo, G.; Orsenigo, F.; Magni, S.; Gottinger, A.; Mattevi, A.; Fuxreiter, M.; Fawzi, N. L.; Lottersberger, F.; Giavazzi, F.; d'Adda di Fagagna, F.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.30.702603v1",
        "abstract": "The DNA damage response relies on the rapid assembly of repair factors into foci with properties of liquid-liquid phase separation, driven by de novo transcription of damage-induced RNAs. 53BP1 is a key component of these condensates, yet the molecular determinants driving this process remain unknown. Here, through computational, structural and in vitro approaches, we identify the oligomerization domain of 53BP1 and its glycine-arginine-rich (GAR) motif as crucial for RNA interactions and phase separation. Biophysical characterization reveals that 53BP1-RNA condensates can progressively mature into a more stable state, and that GAR mutants display aberrant material properties. Using a cellular model of telomere fusion events, we demonstrate that the GAR motif is essential for 53BP1-mediated DNA repair, which depends on the combined contributions of RNA binding and appropriate condensate biophysical properties. Therefore, RNA-driven 53BP1 condensation is functionally required to maintain genome integrity.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.30.702603"
    },
    {
        "source": "bioRxiv",
        "title": "A Carboxylate Switch Point Controls Long-Range Energy Transduction in Respiratory Complex I",
        "authors": "Beghiah, A.; Saura, P.; Kovalova, T.; Hoeser, F.; Friedrich, T.; Kaila, V. R. I.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702182v1",
        "abstract": "Complex I is a highly intricate membrane-bound protein that powers the cellular energy metabolism by a long-range (>300 [A]) proton-coupled electron transfer (PCET) reaction. Here, we investigate the unknown coupling mechanism of Complex I by probing the charge transfer reaction along its functionally central carboxylate pathway (E-channel). By combining biophysical and site-directed mutagenesis experiments with high-resolution (2.6-2.7 [A]) cryo-electron microscopy (cryo-EM) and multiscale simulations, we identify a conserved carboxylate switch point (D79NuoA) that mediates proton transfer by establishing a kinetic gate that couples the redox chemistry to proton pumping. We find that mutation of the identified site, as found in patients suffering from severe neurodegenerative disorders, perturbs the charge transfer mechanism, and results in a drastic (>80%) reduction of the long-range PCET activity. Our combined findings illustrate mechanistic principles of molecular gates underlying long-range charge transfer reactions, and show how disease mutations perturb the function of conserved switch points in energy transduction.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702182"
    },
    {
        "source": "bioRxiv",
        "title": "Ubiquitous low-energy RNA fluctuations and energetic coupling measured by chemical probing",
        "authors": "Choi, E. K.; Bose, R.; Mathews, D. H.; Mustoe, A. M.; Lucks, J. B.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702231v1",
        "abstract": "RNA function is governed by RNA folding, but strategies for measuring RNA folding thermodynamics are limited, and fundamental questions such as the energy of base pair opening remain debated. Here we introduce Probing-Resolved Inference of Molecular Energetics (PRIME) to extract nucleotide-resolution RNA structural energetics from scalable chemical probing experiments. Applying PRIME to diverse RNAs, we find that RNA base pairs and tertiary interactions dynamically open with free energies of 0.5-3 kcal/mol, revealing that RNA nucleotides ubiquitously sample open conformations at biologically accessible energies. PRIME further resolves energetic coupling across RNAs, providing an energetic understanding of RNA structural dynamics and long-range coordination in RNA folding. PRIME represents a widely accessible strategy for interrogating RNA thermodynamics, enabling mechanistic understanding and engineering of RNA biology.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.702231"
    },
    {
        "source": "bioRxiv",
        "title": "Structural mechanism of Necrocide 1 activation of human TRPM4 that triggers necrosis by sodium overload",
        "authors": "Teixeira-Duarte, C. M.; Fu, W.; Zeng, W. M.; Wang, J.; Jiang, X.; Zhao, Z.; Zhong, Q.; Jiang, Y.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.28.702369v1",
        "abstract": "The small molecule Necrocide 1 (NC1) constitutively activates human TRPM4, triggering Na influx and leading to necrotic cell death, a process termed Necrosis by Sodium Overload (NECSO). NC1 activation is specific to human TRPM4 and does not affect most of the other mammalian TRPM4 orthologs. Here, we elucidate the molecular mechanism underlying NC1 activation and its species-specific selectivity for human TRPM4 using a combination of single-particle cryo-EM, electrophysiology, and cell death assays. We demonstrate that NC1 functions as a non-competitive surrogate of the endogenous Ca2&#8314 ligand - it binds to a pocket within the S1-S4 domain adjacent to the Ca2&#8314 site and induces the same conformational changes as those triggered by Ca2&#8314. Like Ca2&#8314-mediated activation, NC1-induced channel opening also requires membrane PI(4,5)P2 to stabilize the open state. Through comparative mutagenesis and structural analysis of human and mouse TRPM4, we identify the molecular determinants of NC1 specificity. Our results reveal that the insensitivity of mouse TRPM4 to NC1 arises not from a lack of binding, but from drug-induced conformational changes that destabilize the selectivity filter and inactivate the channel. We identify three critical residues that confer NC1 sensitivity, and their substitution renders mouse TRPM4 responsive to NC1, akin to the human channel. Given the upregulation of TRPM4 in various human cancers, our mechanistic insights into NC1 activation and specificity provide a framework for the potential development of cancer therapeutics targeting TRPM4-mediated necrosis.",
        "date": "2026-01-30T00:00:00+00:00",
        "doi": "10.64898/2026.01.28.702369"
    },
    {
        "source": "Soft Matter",
        "title": "A secondary composite bionic microstructure inspired by bottle grass to enhance the directional movement properties of droplets",
        "authors": "Ziyang Zhou, Yanling Wan, Yonghua Wang, Qingquan Li",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01156F",
        "abstract": "Directional self-driven movement of liquid droplets has potential applications in microfluidic chips, self-cleaning surfaces, liquid delivery systems, biomedical engineering, and other fields. Inspired by the bottlebrush trichome structure, a novel bionic functional surface structure that can realize the directional movement of droplets without external energy is designed and prepared in this study. The structure consists of a primary hierarchical microgroove structure and a secondary capillary reinforcement structure. The primary hierarchical microgroove structure forms a liquid film in the low-rib region by capillary force, which guides the liquid in the high-rib region to slide rapidly, transforming the solid–liquid contact into a liquid–liquid contact, and significantly reduces the droplet movement resistance. The secondary capillary reinforced structure upgrades the single capillary drive to a double capillary drive through the design of the manifold ribs, which further reduces the resistance and increases the droplet movement speed. The structure compensates for the high viscous resistance of the microstructure due to fabrication, and improves and increases the droplet moving speed and distance, respectively, which provides a theoretical basis and technical support for microfluidic chips and other fields.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Cellular morphology and density control kinetic energy spectra in bacterial monolayer swarms",
        "authors": "Xiao Chen, Ming Yuan, Hepeng Zhang, He Li",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01075F",
        "abstract": "In contrast to the universal power-law scaling observed in energy spectra of classical inertial turbulence, previous theoretical and experimental studies have revealed that active matter systems exhibit a pronounced system-specific dependence in their energy spectra. In this study, we experimentally investigate how cellular properties influence the kinetic energy spectra in bacterial monolayer swarms. We mapped a two-dimensional dynamical state diagram of bacterial swarming parameterized by cell area fraction and aspect ratio, with each state exhibiting distinct dynamical features. The scaling exponents of the power law regimes in the kinetic energy spectra show significant dependence on these parameters. Furthermore, our findings demonstrate that densely packed, elongated monolayer bacteria align into an active nematic state characterized by the formation of half-integer topological defects. These results highlight the critical role of cellular properties and population density in shaping the dynamics of bacterial swarming.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Soft Matter",
        "title": "Drug & Virus Transport across Biological Barriers: Interactions, Diffusion, Partitioning, Permeability, and Selectivity",
        "authors": "Mikael O. Ellingson, Michael A. Bevan",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01176K",
        "abstract": "Biological barriers protect the human body by selectively blocking foreign material. Designing particles with coatings that efficiently transport across these barriers can increase the effectiveness and feasibility of advanced therapeutics. In particular, the mucus barrier protects the intestines, lungs, eyes, etc., complicating oral, inhaled, or ocular drug delivery. Heuristics for particle design are currently limited to the rate of diffusion within the barrier. Relying on first-principles theories for colloidal scale interactions, a cohesive model of the transport of particles through biological barriers is developed based on the barrier permeability, which incorporates essential contributions from both partitioning and diffusion. Analytical models are developed to predict partition coefficients based on particle-pore interaction potentials. Particle-pore hydrodynamics are considered to predict average diffusivities within mucus barriers. We show that kT-scale attractive interactions, that are either specific or non-specific, can yield optimal delivery of larger particles, to increase the mass flux across mucus barriers by an order of magnitude, and enable delivery of macromolecular cargo, due to enhanced partitioning. Our model indicates drug particle design rules to achieve transport rates comparable to or exceeding what is possible by viruses with highly evolved chemical and physical characteristics.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Relationship between perturbation specificity and functional dispensability in yeast phosphoproteome",
        "authors": "Yilun Han, Yu Xia",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00087-1?rss=yes",
        "abstract": "Protein phosphorylation is crucial in many cellular functions. Although the existence of functionally dispensable phosphosites is well recognized, previous estimation of dispensable content in the phosphoproteome has not quantitatively assessed how functional dispensability of a phosphosite is related to the degree of its perturbation specificity, i.e., the number of environmental perturbations where the phosphosite is phosphorylated. Here, we address this question by integrating a high-quality, perturbation-specific yeast phosphoproteome with site-specific evolutionary rate relative to adjacent residues of the site in the protein sequence (denoted “relative evolutionary rate”), a proxy for functional dispensability.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Cancer Mutations Rewire Linker Histone Interaction Network and Compromise Chromatosome Stability",
        "authors": "Gege Liu, Wang Xu, Guanhua Hu, Houfang Zhang, Yunhui Peng",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00065-2?rss=yes",
        "abstract": "Histone H1 is essential for higher-order chromatin organization, stabilizing linker DNA and bridging adjacent nucleosomes. To elucidate how cancer-associated mutations perturb this architectural hub, we constructed a comprehensive H1-centered interaction network by integrating structural and crosslinking mass spectrometry data, encompassing interactions among histones, DNA, and regulatory partners. Mapping cancer-associated mutations onto this network revealed significant enrichment at protein–protein interfaces and post-translational modification (PTM) sites, implicating disruption of histone modification crosstalk and network connectivity.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Tardigrade Dsup: Interactions with DNA and protection of cells from oxidative stress",
        "authors": "Gavin Shuyang Ni, Hetian Su, Yingqi Zhu, Anshika Dhiman, Huan-Xiang Zhou, Wei Lin, Nan Hao",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00063-9?rss=yes",
        "abstract": "The remarkable capability of Tardigrade to survive under extreme conditions has been partially attributed to Dsup, an intrinsically disordered, highly positively charged protein. Dsup has been shown to bind to DNA in vitro, a property that has been associated with the capability of Dsup to exhibit stress-protective effects when expressed in mammalian cells. However, DNA binding of Dsup has not been visualized in living cells and expression of Dsup in different cell types was associated with either protective or detrimental effects.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Neo-Gibbsian Statistical Energetics with Applications to Nonequilibrium Cells",
        "authors": "Bing Miao, Hong Qian, Yong-Shi Wu",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00057-3?rss=yes",
        "abstract": "Generalization through novel interpretations of the inner logic of the century-old Gibbs’ statistical thermodynamics is presented: i) Identifying kB → 0 as classical energetics without fluctuations, one directly derives a pair of thermodynamic variational formulae F(T)=E≥Eminmin{E−TS(E)}andS(E)=T>0min{ET−F(T)T},that dictate all the more familiar 1/T = dS(E)/dE, E = d{F(T)/T}/d(1/T), and S(E) = −dF(T)/dT in equilibrium, which is maintained by a duality symmetry with one-to-one relation between Teq(E) = arg minT{E/T − F(T)/T} and Eeq(T) = arg minE{E − TS(E)}.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Investigating TGF-β1-induced Renal Fibrosis in a Parallel Computational-Experimental Spheroid System",
        "authors": "Kristin P. Kim, Abigail Brooks, Christopher A. Lemmon",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00050-0?rss=yes",
        "abstract": "Epithelial-mesenchymal transition (EMT) drives tubular atrophy and ECM remodeling during renal fibrosis. The cytokine transforming growth factor-beta 1 (TGF-β1) is a major regulator of EMT and other profibrotic cell processes that drive renal fibrosis. TGF-β1 signaling is upregulated in response to increased assembly of the ECM protein fibronectin (FN), creating a positive feedback loop that promotes chronic EMT and ECM remodeling. Investigating the role of TGF-β1-FN crosstalk in driving tubule damage is not easily probed via animal models or clinical investigations.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "TMEM63 proteins act as mechanically activated cholesterol modulated lipid scramblases contributing to membrane mechano-resilience",
        "authors": "Lin, Yiechang, Zhou, Zijing, Han, Yaoyao, Cheng, Delfine, Wang, Haoqing, Ju, Lining Arnold, Zhang, Yixiao, Cox, Charles D., Corry, Ben",
        "link": "https://www.nature.com/articles/s41467-026-68919-x",
        "abstract": "OSCA/TMEM63 proteins act as both ion channels and mechanically activated lipid scramblases. They translocate lipids through open pores, with cholesterol inhibiting scrambling, aiding membrane remodeling and cell resilience under mechanical stress.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Interaction of pulsed low frequency electromagnetic field (PEMF) with mitochondria",
        "authors": "Zavadskis, Sergejs, Gasser, Andreas Sebastian, Karas, Miriam, Kostrebic, Sara, Flatscher, Jonas, Vaglio-Garro, Annette, Dungel, Peter, Redl, Heinz, Grillari, Johannes, Weidinger, Adelheid, Slezak, Paul, Kozlov, Andrey V.",
        "link": "https://www.nature.com/articles/s41598-026-37527-6",
        "abstract": "Pulsed electromagnetic field (PEMF) therapy is a non-invasive treatment that delivers electric and magnetic fields to tissues via inductive coils inducing salutary effects. Previously PEMF was reported to accelerate gas transport in the liquid phase. Drawing analogies from electrical elements, we hypothesized that PEMF can modulate transmembrane potential of biological membranes. Given that mitochondria interact with gaseous molecules such as oxygen and nitric oxide (NO) and contain voltage-sensitive channels, this study focused on the effects of a single PEMF device with a low input-energy and a 1ms, 30&nbsp;kHz sine wave duty cycle per pulse on mitochondrial function. Experiments were conducted using cell cultures, tissue homogenates, and isolated mitochondria. We assessed mitochondrial membrane potential, NO levels, and mitochondrial respiration. We found no evidence that PEMF restores mitochondrial respiration inhibited by NO, but it can be restored by exposure of mitochondria to blue light. Our findings show that PEMF selectively stimulates respiration linked to ATP-synthesis affecting less uncoupled respiration. This suggests that changes in ATP-synthesis underlies the primary beneficial effects observed here. The underlying mechanisms may include interaction of PEMF with mitochondrial transport systems or activity of mitochondrial complexes. The exact mechanisms still should be investigated.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Association-induced folding governs surrogate light chain and pre-B cell receptor core assembly",
        "authors": "König, Jasmin, Sarmiento Alam, Natalia Catalina, He, Ruiming, Blömeke, Nicolas, Sieluzycka, Olga, Rührnößl, Florian, Riedl, Maximilian, Reif, Bernd, Feige, Matthias J., Buchner, Johannes",
        "link": "https://www.nature.com/articles/s41467-026-68965-5",
        "abstract": "Rearrangement of the B cell receptor is sequential, and pairing of the successfully assembled heavy chain with the surrogate light chain proteins VpreB and λ5 to form the pre-B cell receptor is an important checkpoint signal for continued B cell development. Here, the authors show that λ5 plays a key role in the multi-step assembly process involving association-induced folding reactions.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "A forebrain hub for cautious actions via the midbrain",
        "authors": "Ji Zhou, Manuel A Castro-Alamancos, Muhammad Sarmad Sajid, Sebastian Hormigo",
        "link": "https://elifesciences.org/articles/107796",
        "abstract": "Adaptive goal-directed behavior requires dynamic coordination of movement, motivation, and environmental cues. Among these, cautious actions, where animals adjust their behavior in anticipation of predictable threats, are essential for survival. Yet, their underlying neural mechanisms remain less well understood than those of appetitive behaviors, where caution plays little role. Using calcium imaging in freely moving mice, we show that glutamatergic neurons in the subthalamic nucleus (STN) are robustly engaged by contraversive movement during cue-evoked avoidance and exploratory behavior. Model-based analyses controlling for movement and other covariates revealed that STN neurons additionally encode salient sensory cues, punished errors, and especially cautious responding, where their activity anticipates avoidance actions. Targeted lesions and optogenetic manipulations reveal that STN projections to the midbrain are necessary for executing cued avoidance. These findings identify a critical role for the STN in orchestrating adaptive goal-directed behavior by integrating sensory, motor, and punitive signals to guide timely, cautious actions via its midbrain projections.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Causal evidence for a domain-specific role of left superior frontal sulcus in human perceptual decision-making",
        "authors": "Christian C Ruff, Marcus Grueschow, Marius Moisa, Miguel Barretto-Garcia, Rafael Polania",
        "link": "https://elifesciences.org/articles/94576",
        "abstract": "Humans and animals can flexibly choose their actions based on different information, ranging from objective states of the environment (e.g., apples are bigger than cherries) to subjective preferences (e.g., cherries are tastier than apples). Whether the brain instantiates these different choices by recruiting either specialised or shared neural circuitry remains debated. Specifically, domain-general accounts of prefrontal cortex (PFC) function propose that prefrontal areas flexibly process either perceptual or value-based evidence depending on what is required for the present choice, whereas domain-specific theories posit that PFC sub-areas, such as the left superior frontal sulcus (SFS), selectively integrate evidence relevant for perceptual decisions. Here, we comprehensively test the functional role of the left SFS for choices based on perceptual- and value-based evidence, by combining functional magnetic resonance imaging with a behavioural paradigm, computational modelling, and transcranial magnetic stimulation (TMS). Confirming predictions by a sequential sampling model, we show that TMS-induced excitability reduction of the left SFS selectively changes the processing of decision-relevant perceptual information and associated neural processes. In contrast, value-based decision-making and associated neural processes remain unaffected. This specificity of SFS function is evident at all levels of analysis (behavioural, computational, and neural, including functional connectivity), demonstrating that the left SFS causally contributes to evidence integration for perceptual but not value-based decisions.",
        "date": "2026-01-30T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Distinguishable spreading dynamics in microbial communities",
        "authors": "Meiyi Yao, Joshua M. Jones, Joseph W. Larkin, Andrew Mugler",
        "link": "http://arxiv.org/abs/2601.22293v1",
        "abstract": "A packed community of exponentially proliferating microbes will spread in size exponentially. However, due to nutrient depletion, mechanical constraints, or other limitations, exponential proliferation is not indefinite, and the spreading slows. Here, we theoretically explore a fundamental question: is it possible to infer the dominant limitation type from the spreading dynamics? Using a continuum active fluid model, we consider three limitations to cell proliferation: intrinsic growth arrest (e.g., due to sporulation), pressure from other cells, and nutrient access. We find that memoryless growth arrest still results in superlinear (accelerating) spreading, but at a reduced rate. In contrast, pressure-limited growth results in linear (constant-speed) spreading in the long-time limit. We characterize how the expansion speed depends on the maximum growth rate, the limiting pressure value, and the effective fluid friction. Interestingly, nutrient-limited growth results in a phase transition: depending on the nutrient supply and how efficiently nutrient is converted to biomass, the spreading can be either superlinear or sublinear (decelerating). We predict the phase boundary in terms of these parameters and confirm with simulations. Thus, our results suggest that when an expansion slowdown is observed, its dominant cause is likely nutrient depletion. More generally, our work suggests that cell-level growth limitations can be inferred from population-level dynamics, and it offers a methodology for connecting these two scales.",
        "date": "2026-01-29T20:15:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Zero-information limit of a collective olfactory search model",
        "authors": "Francesco Boccardo, Simone Di Marino, Agnese Seminara",
        "link": "http://arxiv.org/abs/2601.22233v1",
        "abstract": "We address the problem of how individuals can integrate efficiently their private behavior with information provided by others within a group. To this end, we consider the model of collective search introduced in [https://doi.org/10.1103/PhysRevE.102.012402], under a minimal setting with no olfactory information. Agents combine a private exploratory behavior and a social imitation consisting in aligning to their neighbors, and weigh the two contributions with a single ``trust\" parameter that controls their relative influence. We find that an optimal trust parameter exists even in the absence of olfactory information, as was observed in the original model. Optimality is dictated by the need to explore the minimal region of space that contains the target. An optimal trust parameter emerges from this constraint because it it tunes imitation, which induces a collective mechanism of inertia affecting the size and path of the swarm. We predict the optimal trust parameter for cohesive groups where all agents interact with one another. We show how optimality depends on the initialization of the agents and the unknown location of the target, in close agreement with numerical simulations. Our results may be leveraged to optimize the design of swarm robotics or to understand information integration in organisms with decentralized nervous systems such as cephalopods.",
        "date": "2026-01-29T19:05:40+00:00"
    },
    {
        "source": "arXiv",
        "title": "Translational and Rotational Temperature Difference in Coexisting Phases of Inertial Active Dumbbells",
        "authors": "Subhasish Chaki, Hartmut Löwen",
        "link": "http://arxiv.org/abs/2601.22062v1",
        "abstract": "We investigate the effect of translational and rotational inertia on motility-induced phase separation in underdamped active dumbbells and identify the emergence of four distinct kinetic temperatures across the coexisting phases-unlike in overdamped systems. We find that the dilute, gas-like phase consistently exhibits a higher translational kinetic temperature than the dense, liquid-like phase, with this difference amplified by increasing the rotational inertia. Rotational kinetic temperatures display a similar trend, with the dense phase remaining colder than the dilute phase; however, in this case the temperature difference grows with translational inertia and activity, while becoming practically independent of rotational inertia. This counterintuitive behavior arises from the interplay of activity-driven collisions with both translational and rotational inertia in the coexisting phases. Our results highlight the critical role of translational and rotational inertia in shaping the kinetic temperature landscape of motility-induced phase separation and offer new insights into the nonequilibrium thermodynamics of active matter.",
        "date": "2026-01-29T17:59:34+00:00"
    },
    {
        "source": "arXiv",
        "title": "Model density approach to Ewald summations",
        "authors": "Chiara Ribaldone, Jacques Kontak Desmarais",
        "link": "http://arxiv.org/abs/2601.21776v1",
        "abstract": "The evaluation of the electrostatic potential is fundamental to the study of condensed phase systems. We discuss the calculation of the relevant lattice summations by Ewald-type techniques. A model charge density is introduced, that cancels multipole moments of the crystalline charge distribution up to a desired order, for accelerating convergence of the Ewald sums. The method is applicable to calculations of bulk systems, employing arbitrary unit cells in a classical or quantum context, and with arbitrary basis functions to represent the charge density. The approach clarifies a decades-old implementation in the CRYSTAL code.",
        "date": "2026-01-29T14:27:01+00:00"
    },
    {
        "source": "PLOS ONE",
        "title": "Bioimpedance-assessed volume overload predicts interdialytic hypertension and disrupted circadian blood pressure rhythm in maintenance hemodialysis patients",
        "authors": "Qian Wang, Min Li, Shipeng Shen, Yao Hu, Yongzhe Chen, Changchang Liang, Ke Yu, Ying Li, Yanqing Chi, Lu Bai",
        "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0341843",
        "abstract": "<p>by Qian Wang, Min Li, Shipeng Shen, Yao Hu, Yongzhe Chen, Changchang Liang, Ke Yu, Ying Li, Yanqing Chi, Lu Bai</p> Objective <p>Hypertension and abnormal circadian blood pressure (BP) rhythm are prevalent in maintenance hemodialysis (MHD) patients, and are closely associated with cardiovascular diseases (CVD) and increased all-cause mortality. Volume overload represents a critical factor in effectively controlling hypertension. Bioelectrical Impedance Analysis (BIA) has been validated as an accurate method for assessing volume status. This study aimed to investigate the predictive value of BIA-derived volume indicators for hypertension and circadian BP rhythm abnormalities in MHD patients, providing a theoretical basis for optimizing volume control and BP management.</p> Methods <p>We used body composition monitor to assess pre-dialysis volume status and employed 44-hour interdialytic ambulatory BP monitoring (ABPM) to obtain BP parameters. Comparative analyses were conducted between controlled vs. uncontrolled ABPM groups, and normal vs. abnormal circadian BP rhythm groups. Univariate and multivariate analyses were performed to identify correlations and independent predictors, with receiver operating characteristic (ROC) curves determining optimal predictive cut-off values.</p> Results <p>Patients in the uncontrolled ABPM group exhibited higher levels of intact parathyroid hormone (iPTH), post-dialysis serum creatinine (Post-HD Scr), post-dialysis urea nitrogen (Post-HD BUN), overhydration (OH), extracellular water (ECW), body surface area-adjusted ECW (ECW/BSA), ECW to total body water ratio (ECW/TBW) and ECW to intracellular water ratio (ECW/ICW), but lower Kt/V and URR. The abnormal circadian BP rhythm group showed higher iPTH, OH, ECW, ECW/BSA and ECW/ICW. Significant correlations were observed: 44h SBP correlated positively with iPTH, OH, ECW/TBW, ECW/ICW, and negatively with Kt/V, URR; 44h DBP correlated positively with iPTH and OH; nocturnal systolic BP decline rate (NSDP) showed negative correlations with iPTH, OH. Multivariate logistic analysis identified OH > 2.35L, ECW/ICW > 0.945 and iPTH > 240.6 pg/ml as independent predictors for hypertension, while OH > 1.55L and iPTH > 203.75 pg/mL predicted abnormal circadian BP rhythm (all <i>p</i> < 0.05).</p> Conclusion <p>BIA-derived indicators of volume overload, particularly OH and ECW/ICW, can guide ABPM management in MHD patients and improve long-term outcomes.</p>",
        "date": "2026-01-29T14:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "The roles of bulk and surface thermodynamics in the selective adsorption of a confined azeotropic mixture",
        "authors": "Katie L. Y. Zhou, Anna T. Bui, Stephen J. Cox",
        "link": "http://arxiv.org/abs/2601.21591v1",
        "abstract": "Fluid mixtures that exhibit an azeotrope cannot be purified by simple bulk distillation. Consequently, there is strong motivation to understand the behavior of azeotropic mixtures under confinement. We address this problem using a machine-learning-enhanced classical density functional theory applied to a binary Lennard-Jones mixture that exhibits azeotropic phase behavior. As proof-of-principle of a \"train once, learn many\" strategy, our approach combines a neural functional trained on a single-component repulsive reference system with a mean-field treatment of attractive interactions, derived within the framework of hyperdensity functional theory (hyper-DFT). The theory faithfully describes capillary condensation and results from grand canonical Monte Carlo simulations. Moreover, by taking advantage of a known accurate equation of state, the theory we present well-describes bulk thermodynamics by construction. Exploiting the computational efficiency of hyper-DFT, we systematically evaluate adsorption selectivity across a wide range of compositions, pressures, temperatures, and wall-fluid affinities. In cases where the wall-fluid interaction is the same for both species, we find that the pore becomes completely unselective at the bulk azeotropic composition. Strikingly, this unselective point persists far from liquid-vapor coexistence, including in the supercritical regime. Analysis of the bulk equation of state across a wide range of thermodynamic state points shows that the azeotropic composition coincides with equal partial molar volumes and an extremum in the isothermal compressibility. A complementary thermodynamic analysis demonstrates that unselective adsorption corresponds to an aneotrope (a point of zero relative adsorption) and an extremum in the interfacial free energy. We also find that the two interfaces of the slit pore behave independently down to remarkably small slits.",
        "date": "2026-01-29T12:02:27+00:00"
    },
    {
        "source": "arXiv",
        "title": "Features distinguishing the flow behavior of polyelectrolytes with opposite charges in aqueous solutions",
        "authors": "Suresha P. Ranganath, Manohar V. Badiger, Bernhard A. Wolf",
        "link": "http://arxiv.org/abs/2601.21485v1",
        "abstract": "Solution viscosities of a polycation and a polyanion in NaCl-water: HSAB-guided rheology The zero-shear viscosities of poly(3-acrylamido-propyl-trimethyl-ammonium-chloride) (PAPTMAC-Cl, M ~ 7.8 kDa) and poly(styrene-sulfonate sodium) (PSS-Na, M ~ 75.6 kDa) were measured in aqueous NaCl solutions at 25 degrees C over a wide range of salt concentrations. Extrapolation to zero polymer concentration yields an intrinsic viscosity of 4 460 mL g^-1 for the polycation, i.e. roughly three times larger than that of the polyanion, although the polycation's molar mass is only one-tenth of the polyanion's. At low salinities the shear-overlap parameter S as a function of polymer concentration c exhibits a pronounced maximum for PAPTMAC-Cl, whereas PSS-Na shows a clear inflection point. With increasing NaCl concentration both curves become linear, indicating that the system has entered a regime where the solute dominates the flow behavior. The crossover concentrations (S_crov) of the polycation are systematically larger than those of the polyanion. By applying Pearson's Hard-Soft Acid-Base (HSAB) concept we find that the observed differences are not a simple consequence of opposite polymer charges. Rather they arise from the specific ion-pairing: the soft NR4+ group of PAPTMAC pairs with the hard Cl-, whereas the hard RSO3- units of PSS-Na interact with the hard Na+. This insight suggests that the rheological response of polyelectrolyte solutions can be deliberately tuned by choosing counter-ions of appropriate hardness/softness. Keywords: intrinsic viscosity, shear-overlap, polyelectrolytes, sodium chloride, HSAB theory, rheology, soft-matter.",
        "date": "2026-01-29T10:07:26+00:00"
    },
    {
        "source": "arXiv",
        "title": "Chitosan/alginate bionanocomposites adorned with mesoporous silica nanoparticles for bone tissue engineering",
        "authors": "Satar Yousefiasl, Hamed Manoochehri, Pooyan Makvandi, Saeid Afshar, Erfan Salahinejad, Pegah Khosraviyan, Massoud Saidijam, Sara Soleimani Asl, Esmaeel Sharifi",
        "link": "http://arxiv.org/abs/2601.22192v1",
        "abstract": "The regeneration of oral and craniofacial bone defects ranging from minor periodontal and peri-implant defects to large and critical lesions imposes a substantial global health burden. Conventional therapies are associated with several limitations, highlighting the development of a unique treatment strategy, such as tissue engineering. A well-designed scaffold for bone tissue engineering should possess biocompatibility, biodegradability, mechanical strength, and osteoconductivity. For this purpose, mesoporous silica nanoparticles (MSNs) were synthesized and incorporated at different ratios (10, 20, and 30%) into alginate/chitosan (Alg/Chit)-based porous composite scaffolds fabricated through the freeze-drying method. The MSN incorporation significantly improved the mechanical strength of the scaffolds while showing a negligible decreasing effect on the porosity. All of the samples showed desirable swelling behaviors, which is beneficial for cell attachment and proliferation. The MSN-containing scaffolds indicated a decreased hydrolytic degradation in an MSN percentage-dependent manner. The fabricated scaffolds did not depict cytotoxic characteristics. The Alg/Chit/MSN30 scaffolds not only showed noncytotoxic properties, but also increased the cell viability significantly compared to the control group. The biomineralization properties of the MSN-containing nanocomposite scaffolds were significantly higher than the Alg/Chit composite, suggesting the potential of these nanoparticles for bone tissue engineering applications. Taken together, it is concluded that the Alg/Chit/ MSN30 scaffolds are considerable substances for bone tissue regeneration, and MSN has a great tissue engineering potential in addition to its extensive biomedical applications.",
        "date": "2026-01-29T08:36:43+00:00"
    },
    {
        "source": "PNAS",
        "title": "The assembly rules guiding hetero-oligomeric bacterioferritin organization and their evolutionary signature",
        "authors": "Daniel SteinBruno JartouxShiran DrorRené UebeTracy Chih-Ting Koubková-YuRan ZalkAnat ShaharRaz ZarivachGabriel A. FrankaDepartment of Life Sciences, Ben-Gurion University of the Negev, Beer Sheva 84105, IsraelbDepartment of Computer Science, Ben-Gurion University of the Negev, Beer Sheva 84105, IsraelcIlse Katz Institute for Nanoscale Science and Technology, Ben-Gurion University of the Negev, Beer Sheva 84105, IsraeldDepartment of Microbiology, Faculty of Biology, Chemistry and Geosciences, University of Bayreuth, Bayreuth 95447, GermanyeCentre for Organismal Studies, Heidelberg University, Heidelberg 69117, GermanyfNational Institute for Biotechnology in the Negev, Beer Sheva 84105, Israel",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504561123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceSelf-assembly of proteins into functional complexes is fundamental to life. This process is especially intricate in hetero-oligomers, where different subunits contribute distinct, codependent functions that must be coordinated within one ...",
        "date": "2026-01-29T08:00:00+00:00"
    },
    {
        "source": "PNAS",
        "title": "Functional motifs in food webs and networks",
        "authors": "Melanie HabermannAshkaan K. FahimipourJustin D. YeakelThilo GrossaBiodiversity Theory, Helmholtz Institute for Functional Marine Biodiversity, Oldenburg 26129, GermanybAlfred-Wegener Institute, Bremerhaven 27075, GermanycCarl-von-Ossietzky University, Institute for Chemistry and Biology of the Marine Environment, Oldenburg 26129, GermanydDepartment of Biological Sciences and the Center for Complex Systems, Florida Atlantic University, Boca Raton, FL 33431eSchool of Natural Sciences, University of California, Merced, CA 95343fThe Santa Fe Institute, Santa Fe, NM 87501",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521927123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceUnderstanding how complex systems respond to disturbances and which parts of a system could respond violently when perturbed is a major challenge across disciplines. Using food webs as an example, we show that a system’s immediate response to ...",
        "date": "2026-01-29T08:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Multiple binding modes of AKT on PIP$_3$-containing membranes",
        "authors": "Yuki Nakagaki, Eiji Yamamoto",
        "link": "http://arxiv.org/abs/2601.21216v1",
        "abstract": "The PI3K/AKT signaling pathway is triggered by recruitment of AKT to cellular membranes. Although AKT is a multidomain serine/threonine kinase composed of an N-terminal pleckstrin homology (PH) domain and a C-terminal kinase domain, how these domains cooperate to regulate AKT activation on membranes remains unclear at the molecular level. Here, using molecular dynamics simulations of full-length AKT on PIP$_3$-containing lipid bilayers, we identify four distinct membrane-binding modes that differ in the orientations and membrane contacts of the PH and kinase domains. In addition to PIP$_3$ binding to the PH domain, we observe specific PIP$_3$ interactions with basic residues in the kinase domain. In the most stable mode, PIP$_3$ interacts with both the canonical and a secondary binding site in the PH domain, while the kinase domain adopts an orientation in which the activation-loop phosphorylation site is exposed to the solvent. Interestingly, the populations of these binding modes depend on the PIP$_3$ concentration in the membrane, leading to changes in the preferred orientation of AKT. These findings shed light on how lipid recognition by the PH domain and the kinase domain of AKT cooperatively shape its membrane-bound conformations.",
        "date": "2026-01-29T03:26:27+00:00"
    },
    {
        "source": "arXiv",
        "title": "Imperfect Turing Patterns: Diffusiophoretic Assembly of Hard Spheres via Reaction-Diffusion Instabilities",
        "authors": "Siamak Mirfendereski, Ankur Gupta",
        "link": "http://arxiv.org/abs/2601.21180v1",
        "abstract": "Turing patterns are stationary, wave-like structures that emerge from the nonequilibrium assembly of reactive and diffusive components. While they are foundational in biophysics, their classical formulation relies on a single characteristic length scale that balances reaction and diffusion, making them overly simplistic for describing biological patterns, which often exhibit multi-scale structures, grain-like textures, and inherent imperfections. Here, we integrate diffusiophoretically-assisted assembly of finite-sized cells, driven by a background chemical gradient in a Turing pattern, while also incorporating intercellular interactions. This framework introduces key control parameters, such as the Péclet number, cell size distribution, and intercellular interactions, enabling us to reproduce strikingly similar structural features observed in natural patterns. We report imperfections, including spatial variations in pattern thickness, packing limits, and pattern breakups. Our model not only deepens our understanding but also opens a new line of inquiry into imperfect Turing patterns that deviate from the classical formulation in significant ways.",
        "date": "2026-01-29T02:29:37+00:00"
    },
    {
        "source": "OpenAlex/Featured",
        "title": "SAGA1 and SAGA2 localize the starch sheath to the pyrenoid in <i>Chlamydomonas reinhardtii</i>",
        "authors": "Victoria L Crans, Micah Burton, Aastha Garde, Lianyong Wang, Martin C. Jonikas",
        "link": "https://doi.org/10.64898/2026.01.27.702031",
        "abstract": "Most algae enhance their CO 2 assimilation by concentrating CO 2 within the pyrenoid, a biomolecular condensate that contains the CO 2 -fixing enzyme Rubisco. Many pyrenoids are surrounded by a starch sheath that is thought to slow the escape of CO 2 from the pyrenoid, but how the starch sheath is localized to the pyrenoid remains poorly understood. Here, in the leading model alga Chlamydomonas reinhardtii , we find that the protein SAGA2 is necessary for early pyrenoid starch sheath biogenesis and works redundantly with its homolog, SAGA1, to localize the starch sheath to the pyrenoid. SAGA2 and SAGA1 were enriched in different regions of the pyrenoid-starch sheath interface, suggesting that they play complementary roles. Both saga2 and saga1 mutants showed defects in starch sheath coverage early during pyrenoid formation that were improved at a later timepoint. Strikingly, a saga1;saga2 double mutant did not have a starch sheath around the pyrenoid and showed decreased overall starch content. SAGA1 and SAGA2 starch-binding domains bound to starch, the starch mimic molecule β-cyclodextrin, and the starch precursor molecule maltoheptaose, suggesting a role for SAGA1 and SAGA2 in starch granule initiation. We propose a model where SAGA1 and SAGA2 each locally prime starch sheath initiation in a distinct region of the pyrenoid surface by enriching starch precursor molecules around the pyrenoid. These findings advance the understanding of algal starch sheath biogenesis and provide insights into the associations between biomolecular condensates and other cellular structures.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "https://doi.org/10.64898/2026.01.27.702031"
    },
    {
        "source": "bioRxiv",
        "title": "Fluorescence-based mapping of condensate dielectric permittivity uncovers hydrophobicity-driven membrane interactions",
        "authors": "Sabri, E.; Mangiarotti, A.; Dimova, R.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.03.09.642144v3",
        "abstract": "Biomolecular condensates, essential for cellular organization, possess mesoscale properties largely governed by hydrophobicity, influencing molecule partitioning and material characteristics like viscosity, surface tension, and hydration. While hydrophobicitys role is increasingly recognized, its impact on membrane-condensate interactions remains unexplored. Here, we introduce a novel approach, combining hyperspectral imaging of an environment-sensitive dye and phasor analysis, to quantitatively map the local dielectric permittivity of both condensates and their environment with pixel resolution as sensed by the dye. This robust method reveals a surprisingly broad range of condensate permittivities, from oil-like to water-like. Importantly, we uncover that membrane affinity is not dictated by condensate permittivity itself, but by the permittivity contrast with their surroundings. Indeed, membrane wetting affinity is found to scale linearly with this contrast, unveiling a unifying dielectric principle governing condensate-membrane interactions. Compatible with live-cell and in vitro imaging, this technique provides unprecedented insights into condensate biophysics and function and opens new avenues for studying biomolecular condensate biology.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.1101/2025.03.09.642144"
    },
    {
        "source": "bioRxiv",
        "title": "Mass photometry reveals stoichiometry and binding dynamics of bispecific tetravalent anti-VEGF-PD-1 antibody ivonescimab",
        "authors": "Jajcanin Jozic, N.; Bishop, J.; O'Shea, A. R.; Karunanithy, G.; Lichten, C.; Cheeseman, S.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.09.05.674400v2",
        "abstract": "BackgroundThe bispecific antibody ivonescimab targets programmed cell death protein 1 (PD-1) and vascular endothelial growth factor (VEGF). Recent clinical trials have shown it has greater efficacy against PD-L1 positive non-small cell lung cancer than pembrolizumab (Keytruda), a frequently prescribed anti-PD-1 monoclonal antibody. Ivonescimab binds to two VEGF and two PD-1 molecules, with complex formation through higher-order structure formation (or  daisy chain binding). However, the binding stoichiometries and interaction dynamics of ivonescimab with VEGF and PD-1 have not been characterized in depth.  MethodsWe used mass photometry (MP) and kinetic modelling to analyze these interactions, quantifying the complexes formed and their affinities. Dissociation constants (KD) for ivonescimabs binding to VEGF and PD-1 were calculated from equilibrium counts and real-time measurements, respectively.  ResultsVEGF drove oligomerization of ivonescimab, which bound VEGF predominantly in a 2:2 stoichiometry, with KD=0.89 nM. Higher-order oligomeric complexes, present only at low abundance, displayed markedly weaker affinities (12.18 nM; 30.06 nM). Ternary complexes of ivonescimab with its two targets consistently presented two PD-1 antigens for each ivonescimab molecule, with a 1.66 nM KD for the binding of the first PD-1 and the slightly stronger 0.89 nM for the second PD-1 molecule.  ConclusionsMP confirmed VEGF-induced ivonescimab oligomerization and revealed that dimers, not higher-order structures, were the most stable stoichiometry. MP enables detailed analysis of antibody-antigen interactions, even for bispecific antibodies that interact with antigens with complex stoichiometries.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.1101/2025.09.05.674400"
    },
    {
        "source": "bioRxiv",
        "title": "Nonlinear Relationships of Fibrin Network Structure as a Function of Fibrinogen and Thrombin Concentrations for Purified Fibrinogen and Plasma Clots",
        "authors": "Cai, C.; Zhang, Z.; Nameny, A.; Bonin, K.; Bannish, B.; Hudson, N. E.; Marrs, G.; Baker, S.; Guthold, M.; nelli, d.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.22.700990v2",
        "abstract": "BackgroundFibrinogen levels are associated with bleeding disorders and thrombotic disease. Thrombin converts fibrinogen to fibrin, producing the load-bearing fibrin scaffold that governs clot mechanics and transport.  ObjectiveQuantitatively map how fibrinogen and thrombin concentrations program fibrin architecture in human plasma and purified Peak 1 fibrinogen.  MethodsScanning electron microscopy quantified single-fiber morphology--fiber diameter and branch-to-branch segment length from a standardized sample-preparation protocol. Confocal microscopy quantified network architecture (projected fiber density and pore/bubble size).  Results and ConclusionsAcross plasma and purified systems, diverse readouts collapsed onto compact multiplicative scaling laws [Formula]. The exponent patterns reveal a division of labor: thrombin primarily controls single-fiber growth kinetics, strongly shortening branch-to-branch segment length and modestly thinning fibers, whereas fibrinogen primarily controls space filling, strongly increasing fiber density and reducing pore/bubble size while thickening fibers. Network metrics further followed an approximately geometric packing relation (pore/bubble size {propto} fiber density-1/2) across systems. For matched [Fgn]0 and [Thr]0, purified fibrinogen formed denser networks with smaller pores than plasma, consistent with environment-dependent effective assembly conditions. These parameterized scaling relations allow prediction linking composition to fibrin microstructure across plasma and purified fibrinogen clots, and they motivate a mechanistic picture in which thrombin sets the kinetic/length scale of single-fiber growth while fibrinogen tunes space-filling architecture. Fiber length analysis suggests that each thrombin molecule nucleates one fiber. These relationships provide the baseline for extensive, quantitative modeling work of blood clotting.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.64898/2026.01.22.700990"
    },
    {
        "source": "bioRxiv",
        "title": "Label-free imaging of matrix mineralization in alginate-encapsulated bone spheroids using Coherent Raman Scattering microscopy",
        "authors": "Boscaro, D.; Nintemann, S. J.; Bjorkoy, A.; Sikorski, P.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701971v1",
        "abstract": "Three-dimensional (3D) cell cultures, such as spheroids, are increasingly used to perform advanced studies on bone matrix mineralization. However, their full characterization remains challenging. Traditional colorimetric and fluorescent assays using dyes, such as Alizarin Red S (ARS) and calcein, are effective in monolayer cell cultures, but fail to provide reliable information when used in complex 3D cell constructs. In this study, we investigated the application of Coherent Raman Scattering microscopy for label-free, comprehensive characterization of extracellular matrix (ECM) mineralization in alginate-encapsulated bone spheroids. After confirming that traditional staining techniques are unreliable for mineral detection in spheroids, Stimulated Raman Scattering (SRS) microscopy was used to detect phosphate-rich mineral deposits at a Raman shift of 960 cm-1, while Second Harmonic Generation (SHG) microscopy was used in association with SRS to provide complementary information on the deposition and organization of the collagenous matrix. SRS was used to detect lipid-rich regions at a Raman shift of 2857 cm-1 to perform cell localization. SRS imaging revealed the presence of phosphate-rich regions in the spheroids, including the core regions, usually challenging to characterize in intact 3D constructs. Raman spectral scans on SRS-positive regions confirmed the specificity of the phosphate signal. In addition, comparison of SRS and Coherent Anti-Stokes Raman Scattering (CARS) demonstrated the advantage of SRS in terms of reduced background compared to CARS for lipid imaging. Taken together, our results demonstrated that SRS, in combination with SHG, provides a promising and powerful approach to perform label-free, chemically specific characterization of intact 3D bone models.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.701971"
    },
    {
        "source": "bioRxiv",
        "title": "The missing link between biomolecular condensates and amyloid fibrils",
        "authors": "Hoti, A.; Zang, S.; Prantl, E.; Grunëwald, M.; Kros, A.; Risselada, H. J.; Sevink, G. J. A.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702026v1",
        "abstract": "The traditional view of protein self-assembly posits a binary choice between phase separation into fluid condensates and nucleation into crystalline amyloid fibers. However, this framework is incomplete. Experiments show that liquid condensates are non-equilibrium systems that mature into solid-like structures mediated by amphiphilic prion-like domains (PLDs). Being spatially organized yet dynamic, lyotropic phases represent an intermediate regime between these states. Using physics-based de novo protein design (Evo-MD), we identify a vast amphiphilic motif space encoding fluid lyotropic phases (e.g., micelles and bicelles). TEM, CD, and AlphaFold predictions confirm that these motifs also assemble into amyloid-based hydrogels as thermodynamic endpoints. Notably, the molecular grammar of lyotropic motifs overlaps strongly with that of PLDs and LARKS. Thus, while PLDs likely evolved to stabilize condensates through transient interactions near criticality, our results show that these same amphiphilic forces inherently encode lyotropic structuring and subsequent amyloid formation - linking functional condensation with pathological aggregation.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702026"
    },
    {
        "source": "bioRxiv",
        "title": "Community Web Portal for Open Collaboration in the Martini Force Field Initiative",
        "authors": "Ramirez-Echemendia, D. P.; Borges-Araujo, L.; Brown, C. M.; Alessandri, R.; Marrink, S.-J.; Telles de Souza, P. C.; Tieleman, D. P.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.701988v1",
        "abstract": "AO_SCPLOWBSTRACTC_SCPLOWThe Martini coarse-grained force field is widely used for biomolecular simulations by a large and rapidly expanding community worldwide. Over time, the development of Martini parameters, tools, and documentation has become increasingly dispersed across numerous research groups, leading to fragmentation and making it challenging for users and developers to keep track of the latest models, software, and best practices. Consequently, the development of Martini as a genuinely community-driven process has grown into a bottleneck. In response, the Martini Force Field Initiative (MFFI) has been established as an open-science effort to coordinate and support the collaborative development of all Martini resources. Here, we introduce the MFFI web portal, a platform designed around five core pillars: (i) avoiding reliance on a single group or local server; (ii) minimizing long-term maintenance overhead; (iii) reducing technical barriers for contributions; (iv) providing a unified home for parameters, tools, tutorials, example workflows, and research outputs; and (v) enabling timely dissemination of updates to the community. To achieve this, we use Quarto to generate a static website authored in Markdown, lowering the technical barrier to making contributions, and serverless architectures on Amazon Web Services for scalable, event-triggered backend operations. The source code is hosted in a public GitHub repository under an MIT license, with automated deployment via GitHub Actions and a contribution model based on pull requests for quality control. This design creates a sustainable, low-maintenance, and collaborative infrastructure that consolidates Martini resources and supports transparency. More broadly, our design exemplifies a transferable pattern for building open, community-oriented platforms for molecular modeling and computational science.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.701988"
    },
    {
        "source": "bioRxiv",
        "title": "The structure of the native cardiac crossbridge in the rigor state.",
        "authors": "Risi, C. M.; Nguyen, T.; Belknap, B.; White, H. D.; Pinto, J. R.; Chase, P. B.; Galkin, V. E.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702119v1",
        "abstract": "Cardiac contraction is driven by double-headed myosin cycling on cardiac thin filaments, where troponin-tropomyosin regulates myosin access to actin. Prior research used a single-headed myosin bound to bare actin, thereby limiting insight into coordination between myosin heads and the influence of troponin-tropomyosin on actomyosin interactions. Here, we report a high-resolution structure of the native cardiac rigor cross-bridge formed by heavy meromyosin bound to the thin filament. We show that direct communication between the two bound heads, uneven interactions between the heads and tropomyosin, and spatial constraints imposed by troponin govern myosin placement along the thin filament. Additionally, the two heads display non-equivalent motor-light chain interactions, yielding distinct lever-arm conformations indicative of asymmetric intramolecular strain. Together, these findings provide a structural framework for how the two myosin heads coordinate and how the components of the thin filament are integrated into force generation by active cross-bridges.",
        "date": "2026-01-29T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702119"
    },
    {
        "source": "Biophysical Journal",
        "title": "Spectral Diversity of Vertebrate Retinal Photoisomerase RGRs",
        "authors": "Takashi Nagata, Chunyangguang Li, Naoya Morimoto, Keiichi Inoue",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00062-7?rss=yes",
        "abstract": "Vision begins with the photoisomerization of the chromophore 11-cis-retinal (11cR) to its all-trans form in visual rhodopsins. To regenerate visual rhodopsins, all-trans-retinal (atR) is re-isomerized to 11cR through a process known as the visual cycle in the eye. A key component of the vertebrate visual cycle is retinal G-protein-coupled receptor (RGR), which is a rhodopsin acting as a retinal photoisomerase that regenerates 11cR from atR by light. While the spectral properties of visual rhodopsins have been extensively characterized, those of RGRs among different animals remain poorly understood.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Protein Structure and Coupled Solvent Dynamics in α-Synuclein Fibrils under Controlled Confinement",
        "authors": "Katie Lynn Whitcomb, Kurt Warncke",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00053-6?rss=yes",
        "abstract": "The formation of amyloid fibrils by the intrinsically disordered protein, α-synuclein, in human brain neurons and extracellular tissue is a hallmark of Parkinson's disease. While the stable protein β-structure in α-synuclein fibrils has been determined at high resolution, the status of the dynamically disordered domains, and their responses to in vivo confinement and small-molecule interactions, remain elusive. We use electron paramagnetic resonance spectroscopy of the spin probe, TEMPOL, co-localized with α-synuclein fibrils, and temperature-controlled, ice boundary confinement to characterize the physical and mechanical properties of the dynamically disordered protein and surrounding coupled solvent regions.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Bacterial sensors poised at criticality",
        "authors": "Yuan, Junhua",
        "link": "https://www.nature.com/articles/s41567-025-03160-9",
        "abstract": "Spontaneous switching between active and inactive states in bacterial chemosensory arrays is shown to operate near a critical point. Through biologically controlled disorder, cells balance high signal gain with fast response.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Spontaneous switching in a protein signalling array reveals near-critical cooperativity",
        "authors": "Keegstra, Johannes M., Avgidis, Fotios, Usher, Evan, Mulla, Yuval, Parkinson, John S., Shimizu, Thomas S.",
        "link": "https://www.nature.com/articles/s41567-025-03158-3",
        "abstract": "Many biological systems appear to organize their dynamics close to a critical point. Now it is shown that the protein array mediating Escherichia coli chemosensing is near-critical, enabling large signal amplification without compromising response speeds.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Structural basis for selective inhibition of human GABA transporter GAT3",
        "authors": "Mortensen, Jonas Sigurd, Bavo, Francesco, Jensen, Malene Hall, Pedersen, Alexander Peder Smiszek, Storm, Julian Philipp, Pape, Tillmann, Frølund, Bente, Wellendorph, Petrine, Shahsavar, Azadeh",
        "link": "https://www.nature.com/articles/s41467-026-68479-0",
        "abstract": "The astrocytic transporter, GAT3, is a drug target for epilepsy. Here, the authors report the structures of human GAT3, bound to an inhibitor, to substrate GABA, or in substrate-free state, revealing the mechanism of transport and selective inhibition.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Design and performance analysis of a vertically stacked gate-all-around nanosheet FET with embedded nanocavity for biosensing applications",
        "authors": "Prasanna, Rudra Lakshmi, Karumuri, Srinivasa Rao, Sreenivasulu, Vakkalakula Bharath, Kondaveeti, Girija Sravani",
        "link": "https://www.nature.com/articles/s41598-026-35132-1",
        "abstract": "",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Anticipation of periodic events influences cell motility in amoeba proteus",
        "authors": "Mueller, Stephanie Margarete, Martin, Sven, Morawski, Markus, Stieler, Jens, Holzer, Max, Grunwald, Martin",
        "link": "https://www.nature.com/articles/s41598-026-37298-0",
        "abstract": "All migrating cells (both single-cell organisms and as part of multicellular organisms) sense environmental conditions and respond to physical and molecular cues by changing the direction and speed of cellular movement. Adaptive behaviors enable motile cells to thrive in dynamic environments. A study with slime mold suggested an ability to anticipate dry and cold periods. However, experimental evidence for anticipation in other single-cell organisms is lacking. Here, we investigated whether Amoeba proteus can anticipate unfavourable periodic stimuli. Amoeba proteus react to blue light (405&nbsp;nm) by reducing their streaming speed in response to each stimulation. As expected, after four periodic blue light stimulations A. proteus presented spontaneous in-phase reduction in streaming speed at the time point when the next stimulation would have occurred. Our results corroborate the claim that single cells are able to anticipate periodic environmental cues and change their behaviour in anticipation of these cues. These findings may have implications for the interpretation of cellular processes in vitro and in vivo even in complex multicellular systems.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Simulation-based inference of cell migration dynamics in complex spatial environments",
        "authors": "Arruda, Jonas, Alamoudi, Emad, Mueller, Robert, Vaisband, Marc, Molkenbur, Ronja, Merrin, Jack, Kiermaier, Eva, Hasenauer, Jan",
        "link": "https://www.nature.com/articles/s41540-026-00648-9",
        "abstract": "",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Computational identification and mechanistic characterization of natural product binders targeting the PDE6D prenyl binding tunnel",
        "authors": "Alshahrani, Mohammed Merae",
        "link": "https://www.nature.com/articles/s41598-026-37939-4",
        "abstract": "RAS oncogenesis remains a significant clinical challenge due to the difficulty of directly targeting RAS proteins. PDE6D, a prenyl-binding chaperone involved in the RAS membrane trafficking pathway, represents an indirect yet tractable target whose modulation has been proposed to influence RAS localization and signaling. This study employed a multiscale structure-based in silico workflow to identify natural compounds with putative binding potential toward the prenyl-binding tunnel of PDE6D. A curated natural product library was screened using molecular docking, followed by density functional theory–based geometry optimization. Additional 500 ns molecular dynamics simulations were then used to analyze the stability of binding and the overall conformational behavior of the most promising complexes. Further PCA and free energy landscape mapping highlighted distinct low-energy conformational states adopting unique structural transitions, where the MolPort-039-052-621 complex presented the most compact and well-defined low-energy basin. In that respect, superimposing free energy minima with the respective initial docked poses demonstrated minimal structural deviation from the binding orientation during dynamic evolution. Finally, QM/MM calculations qualitatively described the electronic stabilization of the ligands within the PDE6D environment. The present study identifies natural compounds with computationally favourable tunnel-binding characteristics and provides mechanistic insights that may guide future experimental validation.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Fluidic force microscopy",
        "authors": "Zambelli, Tomaso, Guillaume-Gentil, Orane, Sarajlic, Edin, Papastavrou, Georg, Horvath, Robert, Liu, Gang-yu, Li, Mi, Vorholt, Julia A.",
        "link": "https://www.nature.com/articles/s43586-025-00463-2",
        "abstract": "Fluidic force microscopy combines atomic force microscopy with microfluidic probes to enable measurement and manipulation of materials at sub-micrometre resolution. In this Primer, Zambelli et al. discuss the principles of fluidic force microscopy and applications in biological research and nanotechnology.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Biomolecular condensates sustain pH gradients at equilibrium through charge neutralization",
        "authors": "Ausserwöger, Hannes, Scrutton, Rob, Fischer, Charlotte M., Sneideris, Tomas, Qian, Daoyuan, de Csilléry, Ella, Baronaite, Ieva, Saar, Kadi L., Białek, Alan Z., Oeller, Marc, Krainer, Georg, Franzmann, Titus M., Wittmann, Sina, Iglesias-Artola, Juan M., Invernizzi, Gaetano, Hyman, Anthony A., Alberti, Simon, Lorenzen, Nikolai, Knowles, Tuomas P. J.",
        "link": "https://www.nature.com/articles/s41557-025-02039-9",
        "abstract": "pH is a critical regulator of (bio)chemical processes and therefore tightly regulated in nature. Now, proteins have been shown to possess the functionality to drive pH gradients without requiring energy input or membrane enclosure but through condensation. Protein condensates can drive unique pH gradients that modulate biochemical activity in both living and artificial systems.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Human brain dynamics and spatiotemporal trajectories during threat processing",
        "authors": "Joyneel Misra, Luiz Pessoa",
        "link": "https://elifesciences.org/articles/102539",
        "abstract": "Functional MRI (fMRI) research has traditionally investigated task processing using static blocked or event-related designs. Consequently, our understanding of threat processing remains limited to findings from paradigms with restricted dynamics. In this paper, we applied switching linear dynamical systems (SLDSs) to uncover the dynamics of threat processing during a continuous threat-of-shock paradigm. Unlike typical systems neuroscience studies that assume systems are decoupled from external inputs, we characterized both endogenous and exogenous contributions to the dynamics. We first demonstrated that the SLDS model learned the regularities of the experimental paradigm; states and state transitions estimated from fMRI data across 85 regions of interest reflected both threat proximity and direction (approach vs. retreat). After establishing that the model captured key properties of threat-related processing, we characterized the dynamics of states and their transitions. The results reveal how threat processing can be viewed as dynamic multivariate patterns whose trajectories are determined by intrinsic and extrinsic factors that jointly drive how the brain temporally evolves. Furthermore, we developed a measure of region importance to quantify individual brain region contributions to system dynamics, complementing the system-level SLDS formalism. Finally, we demonstrated that an SLDS model trained on one paradigm successfully generalizes to a separate experiment, capturing fMRI dynamics across distinct threat-processing tasks. We propose that viewing threat processing through the lens of dynamical systems offers vital avenues to uncover properties of threat dynamics not unveiled by standard experimental designs.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Accelerated evolution in networked metapopulations of <i>Pseudomonas aeruginosa</i>",
        "authors": "Partha Pratim Chakraborty, Rees Kassen",
        "link": "https://elifesciences.org/articles/107189",
        "abstract": "Natural populations are often spatially structured, meaning they exist as metapopulations composed of subpopulations connected by migration. Little is known about the impact of spatial structure, in particular the topology of connections among subpopulations, on adaptive evolution. Typically, spatial structure slows adaptation, although some models suggest topologies that concentrate dispersing individuals through a central hub can accelerate adaptation above that of a well-mixed system. We provide evidence to support this claim and show acceleration is accompanied by high rates of parallel evolution. Our results suggest metapopulation topology can be a potent force driving evolutionary dynamics and patterns of genomic repeatability in structured landscapes such as those involving the spread of pathogens or invasive species.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Feeding rates in sessile versus motile ciliates are hydrodynamically equivalent",
        "authors": "Eva Kanso, Jingyi Liu, John H Costello, Yi Man",
        "link": "https://elifesciences.org/articles/99003",
        "abstract": "Motility endows microorganisms with the ability to swim to nutrient-rich environments, but many species are sessile. Existing hydrodynamic arguments in support of either strategy, to swim or to attach and generate feeding currents, are often built on a limited set of experimental or modeling assumptions. Here, to assess the hydrodynamics of these ‘swim’ or ‘stay’ strategies, we propose a comprehensive methodology that combines mechanistic modeling with a survey of published shape and flow data in ciliates. Model predictions and empirical observations show small variations in feeding rates in favor of either motile or sessile cells. Case-specific variations notwithstanding, our overarching analysis shows that flow physics imposes no constraint on the feeding rates that are achievable by the swimming versus sessile strategies – they can both be equally competitive in transporting nutrients and wastes to and from the cell surface within flow regimes typically experienced by ciliates. Our findings help resolve a long-standing dilemma of which strategy is hydrodynamically optimal and explain patterns occurring in natural communities that alternate between free swimming and temporary attachments. Importantly, our findings indicate that the evolutionary pressures that shaped these strategies acted in concert with, not against, flow physics.",
        "date": "2026-01-29T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Accurate Thermophysical Properties of Water using Machine-Learned Potentials",
        "authors": "Tobias Hilpert, Georg Kresse",
        "link": "http://arxiv.org/abs/2601.21103v1",
        "abstract": "Simulating water from first principles remains a significant computational challenge due to the slow dynamics of the underlying system. Although machine-learned interatomic potentials (MLPs) can accelerate these simulations, they often fail to achieve the required level of accuracy for reliable uncertainty quantification. In this study, we use MACE - an equivariant graph neural network architecture that has been trained using an extensive RPBE-D3 database - to predict density isobars, diffusion constants, radial distribution functions, and melting points. Although equivariant MACE models are computationally more expensive than simpler architectures, such as kernel-based potentials (KbPs), their significantly lower total energy errors allow for reliable thermodynamic reweighting with minimal bias. Our results are consistent with those of previous studies using KbPs; however, equivariant models can be validated against the ground-truth density functional theory (DFT) ensemble, providing a critical advantage. These findings establish equivariant MLPs as robust and reliable tools for investigating the thermophysical properties of water with DFT-level accuracy.",
        "date": "2026-01-28T22:47:09+00:00"
    },
    {
        "source": "arXiv",
        "title": "Reviving the Suspension Balance Model",
        "authors": "Mu Wang, Tingtao Zhou, John F. Brady",
        "link": "http://arxiv.org/abs/2601.21087v1",
        "abstract": "The Suspension Balance Model (SBM) [J. Fluid Mech. \\textbf{275}, 157 (1994)] for two-phase flows uses the momentum balance of the particle phase as a closure for the particle flux, showing that particle migration is driven by the divergence of the particle-phase stress. The underlying basis of this model was challenged by Nott~et~al.\\ [Phys. Fluids \\textbf{23}, 043304 (2011)] where the authors argued that the hydrodynamic contributions to the suspension stress should not appear in the particle-phase momentum balance, being replaced by a different particle-phase stress. The particle-phase stress proposed by Nott~et~al., while mathematically correct, involves the partitioning of the (non-pairwise-additive) hydrodynamic forces, and care is needed to understand how the force on a chosen particle is affected by a second particle. We show by a simple two-particle calculation what is the proper partitioning, and show that it is consistent thermodynamically and gives the correct equilibrium osmotic pressure of Brownian colloids. Using Stokesian Dyanmics suspension rheology, we quantitatively demonstrate that the hydrodynamic contribution to the suspension stress is virtually identical to particle-phase stress; the only difference is that the isolated single-particle hydrodynamic stress contribution -- the Einstein viscosity correction -- must be removed from the suspension stress when used to predict particle flux. Our results validate a key assumption of the SBM and therefore revive its physical foundation.",
        "date": "2026-01-28T22:15:10+00:00"
    },
    {
        "source": "arXiv",
        "title": "Controlling the snap-through behavior of kirigami arches",
        "authors": "Eszter Fehér",
        "link": "http://arxiv.org/abs/2601.20793v1",
        "abstract": "This work examines the snap-through behavior of clamped-clamped kirigami arches made from initially flat, thin, cut sheets under increasing vertical concentrated load acting at midspan. A two-parameter, symmetric pattern is introduced to conduct a numerical parameter analysis across three different support distances. When the support distance is one-quarter of the total length of the sheet, the structure loses stability at a symmetry point bifurcation over a wide range of parameters. Additionally, there exists a small range of parameters where limit point bifurcation occurs. In this case, the cuts can induce symmetry in the stability loss. For larger support distances (half or three-quarters of the total length), limit point bifurcation occurs only for small cuts, and there is a range of cut parameters that leads to monotonic monostability, indicating that no stability loss occurs. These findings are supported by experimental data. Overall, our research demonstrates that carefully designed cut patterns can either control the mode of stability loss in kirigami arches or suppress it entirely.",
        "date": "2026-01-28T17:32:32+00:00"
    },
    {
        "source": "arXiv",
        "title": "Chesapeake Bay Food Web: Robustness Analysis via Energy Cutoff in Complex Networks",
        "authors": "Eduardo M. K. Souza, Rafael N. C. C. Leite, Andre M. C. Souza",
        "link": "http://arxiv.org/abs/2601.20746v1",
        "abstract": "The Chesapeake Bay, one of the largest estuaries in the United States, is an ecological system of great complexity and relevance. The food web is composed of thirty-six trophic components, all of which are functionally connected. In this work, the interactions among these components are numerically analyzed using complex network methods. An energy flow cutoff paradigm is applied to a weighted ecological network. The results reveal patterns characteristic of connectivity dynamics, evidencing both the initial robustness of the system and its tendency to fragmentation at higher values of the cutoff. From an applied perspective, the findings underscore the importance of conservation strategies that protect keystone species, such as carnivorous fish, which act as crucial connectors between the two main subnetworks. Although they are positioned at the top of the food web and are often assumed to be less critical to network stability, these species play a pivotal role in regulating populations of lower-level organisms, thereby maintaining the overall integrity of the ecosystem.",
        "date": "2026-01-28T16:22:57+00:00"
    },
    {
        "source": "arXiv",
        "title": "Star-like microgels vs star polymers: similarities and differences",
        "authors": "Tommaso Papetti, Elisa Ballin, Francesco Brasili, Emanuela Zaccarelli",
        "link": "http://arxiv.org/abs/2601.20741v1",
        "abstract": "Star-like microgels have recently emerged as a promising class of thermoresponsive soft colloids, that have an internal architecture similar to that of star polymers. Here, we perform extensive monomer-resolved simulations to theoretically establish this analogy. First, we characterize the effective potential between star-like microgels, finding that it is Gaussian for an extended range of distances, in stark contrast to the Hertzian-like one of standard microgels, but almost identical to that of star polymers with a core partially covered by chains. Next, we investigate the ratio between gyration and hydrodynamic radii across the volume-phase transition, showing qualitative agreement with both star polymers and experimental data. Finally, we estimate the bulk modulus, finding star-like microgels significantly softer than standard microgels and comparable to star polymers. The present work thus demonstrates that star-like microgels behave as ultrasoft particles, akin to star polymers, paving the way for their exploration at high concentrations.",
        "date": "2026-01-28T16:17:49+00:00"
    },
    {
        "source": "arXiv",
        "title": "From biting to engulfment: curvature-actin coupling controls phagocytosis of soft, deformable targets",
        "authors": "Shubhadeep Sadhukhan, Caitlin E. Cornell, Mansehaj Kaur Sandhu, Youri Peeters, Samo Penič, Aleš Iglič, Daniel A. Fletcher, Valentin Jaumouillé, Daan Vorselen, Nir S. Gov",
        "link": "http://arxiv.org/abs/2601.20719v1",
        "abstract": "Phagocytosis is a fundamental process of the innate immune system, yet the physical determinants that govern the engulfment of soft, deformable targets remain poorly understood. Existing theoretical models typically approximate targets as rigid particles, overlooking the fact that both immune cells and many biological targets undergo significant membrane deformation during contact. Here, we develop a Monte Carlo-based membrane simulation framework to model the interactions of multiple vesicles, enabling us to explore phagocytosis-like processes in systems where both the phagocyte and the target possess flexible, thermally fluctuating membranes. We first validate our approach against established observations for the engulfment of rigid objects. We then investigate how the mechanical properties of a soft target -- specifically membrane bending rigidity govern the outcome of phagocytic interactions. Our simulations reveal three distinct mechanical regimes: (i) biting or trogocytosis, in which the phagocyte extracts a portion of the target vesicle; (ii) pushing, where the target is displaced rather than engulfed; and (iii) full engulfment, in which the target is completely internalized. Increasing membrane tension via internal pressure produces analogous transitions, demonstrating a unified mechanical origin for these behaviours. Qualitative comparison with experiments involving Giant Unilamellar Vesicles (GUVs, deformable microparticles) and lymphoma cells supports the relevance of these regimes to biological phagocytosis. Together, these results highlight how target deformability fundamentally shapes phagocytic success and suggest that immune cells may exploit mechanical cues to recognize among different classes of soft targets.",
        "date": "2026-01-28T15:52:44+00:00"
    },
    {
        "source": "arXiv",
        "title": "What Does FEXI Measure in Neurons?",
        "authors": "Valerij G. Kiselev, Jing-Rebecca Li",
        "link": "http://arxiv.org/abs/2601.20657v1",
        "abstract": "Exchange between tissue compartments is crucial for interpretation of diffusion MRI measurements in brain gray matter. Reported values of exchange time are broadly dispersed, about two orders of magnitude. We analyze the measurement technique called Filtered Exchange Imaging (FEXI) using numerical solution of Bloch--Torrey equation in digitalized neurons downloaded from NeuroMorpho.org. The FEXI outcome, the recovery of diffusion coefficient in cells with impermeable membrane is multiexponential, tightly related to the eigenvalues of the Laplace operator. Fitting the commonly used exponential recovery function results in a strong dependence of the apparent exchange time on the involved mixing time interval. For short mixing times, exchange time is of the order of 10 ms. It gets an order of magnitude larger for mixing times of a few hundreds of milliseconds. To obtain an estimate of membrane permeability, we reinterpret previously published data on preexchange lifetime in neuronal cell culture. It results in the permeability 0.005 micrometer/ms. The corresponding exchange time is about 140 ms. We conclude that essentially shorter exchange times are due to fast geometric exchange inside the ramified cells.",
        "date": "2026-01-28T14:40:35+00:00"
    },
    {
        "source": "arXiv",
        "title": "Quantum Squeezing Enhanced Photothermal Microscopy",
        "authors": "Pengcheng Fu, Xiao Liu, Siming Wang, Nan Li, Chenran Xu, Han Cai, Huizhu Hu, Vladislav V. Yakovlev, Xu Liu, Shi-Yao Zhu, Xingqi Xu, Delong Zhang, Da-Wei Wang",
        "link": "http://arxiv.org/abs/2601.20632v1",
        "abstract": "Label-free optical microscopy through absorption or scattering spectroscopy provides fundamental insights across biology and materials science, yet its sensitivity remains fundamentally limited by photon shot noise. While recent demonstrations of quantum nonlinear microscopy show sub-shot-limited sensitivity, they are intrinsically limited by availability of high peak-power squeezed light sources. Here, we introduce squeezing-enhanced photothermal (SEPT) microscopy, a quantum imaging technique that leverages twin-beam quantum correlations to detect absorption induced signals with unprecedented sensitivity. SEPT achieves 3.5 dB noise suppression beyond the standard quantum limit, enabling a 2.5-fold increase in imaging throughput or 31% reduction in pump power, while providing an unmatched versatility through the intrinsic compatibility between continuous-wave squeezing and photothermal modulation. We showcase SEPT applications by providing high-precision characterization of nanoparticles and revealing subcellular structures, such as cytochrome c, that remain undetectable under shot-noise-limited imaging. By combining label-free contrast, quantum-enhanced sensitivity, and compatibility with existing microscopy platforms, SEPT establishes a new paradigm for molecular absorption imaging with far-reaching implications in cellular biology, nanoscience, and materials characterization.",
        "date": "2026-01-28T14:13:15+00:00"
    },
    {
        "source": "arXiv",
        "title": "Ion-Modulated Polyelectrolyte Complexation of DNA and Polyacrylic Acid from Molecular Dynamics Simulations",
        "authors": "Sisem Ektirici, Vagelis Harmandaris, Christos N. Likos, Terpsichori S. Alexiou",
        "link": "http://arxiv.org/abs/2601.20541v1",
        "abstract": "The formation of complexes between like-charged polyelectrolytes challenges conventional electrostatic intuition and highlights the central role of ions in mediating macromolecular organization. Here, we investigate the salt-dependent association of DNA with poly(acrylic acid) (PAA) using atomistic molecular dynamics simulations in NaCl, MgCl$_2$, and CaCl$_2$ solutions. A time-resolved state classification scheme, based on heavy-atom distance and hydrogen-bond formation, was applied to distinguish bound and unbound configurations, enabling quantitative analysis of how ion valency modulates complex stability and structure. The results reveal a clear hierarchy of association strength with Ca$^{2+}$ promoting persistent complex formation through direct inner-sphere coordination between DNA phosphates and PAA carboxylates, Mg$^{2+}$ mediating weaker, transient bridging interactions and Na$^+$ exhibiting only electrostatic screening action with negligible bridge formation. Structural analysis shows that multivalent ions not only enhance complex stability but also reshape the molecular organization of both macromolecules. Ca$^{2+}$ induces expansion of DNA and compaction of PAA within a strongly bridged complex characterized by directional alignment and backbone-dominated binding, whereas Mg$^{2+}$ promotes more transient groove associations and Na$^+$ supports flexible, weakly correlated contacts. Our findings provide molecular-level insight into ion-specific mechanisms underlying polyelectrolyte organization and inform the design of responsive biomaterials and nucleic acid-based assemblies in multivalent ionic environments.",
        "date": "2026-01-28T12:37:02+00:00"
    },
    {
        "source": "arXiv",
        "title": "Nonequilibrium noise emerging from broken detailed balance in active gels",
        "authors": "Ashot Matevosyan, Frank Jülicher, Ricard Alert",
        "link": "http://arxiv.org/abs/2601.20483v1",
        "abstract": "In thermodynamic equilibrium, the fluctuation-dissipation theorem links thermal fluctuations and dissipation. Biological systems, however, are driven out of equilibrium by internal processes that produce additional, active fluctuations. Despite being relevant for biological functions such as intracellular transport, predicting the statistical properties of active fluctuations remains challenging. Here, we address this challenge in a minimal model of an active gel as a network of elastic elements connected by transient crosslinks. The crosslinkers' binding and unbinding rates break detailed balance, which drives the system out of equilibrium. Through coarse-graining, we derive fluctuating hydrodynamic equations including an active noise term, which emerges explicitly from the breaking of detailed balance. Finally, we provide predictions for the stochastic motion of a tracer particle embedded in the active gel, which enables comparisons with microrheology experiments both in synthetic active gels and in cells. Overall, our work provides an explicit link between the statistical properties of active fluctuations and the molecular breaking of detailed balance. Thus, it paves the way toward complementing the fluctuation-dissipation theorem with a fluctuation-activity relation in active systems.",
        "date": "2026-01-28T10:56:02+00:00"
    },
    {
        "source": "arXiv",
        "title": "Resilient-to-Fragile Transition and Excess Volatility in Supply Chain Networks",
        "authors": "David Martin, José Moran, Debabrata Panja, Jean-Philippe Bouchaud",
        "link": "http://arxiv.org/abs/2601.20450v1",
        "abstract": "We study the disequilibrium dynamics of a stylised model of production networks in which firms use perishable and non-substitutable intermediate inputs, so that adverse idiosyncratic productivity shocks can trigger downstream shortages and output losses. To protect against such disruptions, firms hold precautionary inventories that act as buffer stocks. We show that, for a given dispersion of firm-level productivity shocks, there exists a critical level of inventories above which the economy remains in a stable stochastic steady state. Below this critical level, the system becomes fragile, i.e., it becomes prone to system-wide crises. As this resilience-fragility boundary is approached from above, aggregate output volatility rises sharply and diverges, even though shocks are purely idiosyncratic. Because inventories are costly, competitive pressures induce firms to economize on buffers. Although we do not explicitly model such costs, we argue that the resulting behaviour of individual firms drives the system close to criticality, generating persistent excess macroeconomic volatility -- in other words, ``small shocks, large cycles'' -- in line with other settings where efficiency and resilience are in tension with each other. In the language of phase transitions, the resilient-to-fragile transition is continuous (supercritical): the economy exhibits a well-defined stochastic equilibrium with finite volatility on one side of the boundary, while beyond it the probability of a collapse in finite time tends to one. We characterize this transition primarily through numerical simulations and derive an analytical description in a high-perishability, high-connectivity limit.",
        "date": "2026-01-28T10:14:36+00:00"
    },
    {
        "source": "arXiv",
        "title": "Steer'n Roll: A Stereoscopic Flow-Sensing Strategy for Planktonic Prey Detection and Capture",
        "authors": "Tommaso Redaelli, Eva Kanso, Christophe Eloy",
        "link": "http://arxiv.org/abs/2601.20421v1",
        "abstract": "Planktonic organisms such as copepods sense swimming prey and sinking food particles through the hydrodynamic disturbances they generate. However, because these flow fields are often highly symmetric, they provide little directional information, making accurate localization of the source challenging. Here, we introduce the steer'n roll sensing and response strategy. This strategy combines stereoscopic flow sensing and a roll motion. Stereoscopic sensing allows plankton to disambiguate flow signals by integrating two spatially separated flow measurements, while a roll about the swimming axis enhances exploration of the three-dimensional space. We show that steer'n roll is efficient, achieving a 100% success rate, versatile across signal type, and robust to flow sensing noise, orientational diffusion, and turbulence. Together, these findings identify a biologically plausible mechanism for prey detection and capture via flow sensing, and offer testable insights into the sensory-motor strategies of planktonic organisms.",
        "date": "2026-01-28T09:28:34+00:00"
    },
    {
        "source": "arXiv",
        "title": "Complex segregation patterns in confined nonuniform granular shearing flows",
        "authors": "Santiago Caro, Riccardo Artoni, Patrick Richard, Michele Larcher, James T. Jenkins",
        "link": "http://arxiv.org/abs/2601.20388v1",
        "abstract": "When polydisperse granular systems are sheared, the transverse dynamics is characterized by the interplay of size segregation and diffusion. Segregation in nonuniform and confined shearing flows is studied using annular shear cell experiments complemented with discrete numerical simulations of bidisperse, inelastic, and frictional spheres under gravity. We explored the role of shear localization, granular temperature, boundaries, and mixture properties in the evolution of the segregation rate and the maximum degree of segregation achieved by a bidisperse granular system in the steady state. A faster segregation process and a more developed degree of segregation is observed for bidisperse mixtures with a larger size ratio and a higher proportion of large particles. Normally, in the presence of gravity, size segregation induces large particles to rise and small particles to sink. However, two additional complex segregation patterns were found: inverse segregation and horizontal segregation. The first might be related to the kinematics of the flow, while the second is a geometrical effect. This additional segregation mechanism, in addition to diffusion fluxes and high confining pressure, hampers complete segregation in the steady state, where some degree of mixing always persists.",
        "date": "2026-01-28T08:52:37+00:00"
    },
    {
        "source": "PNAS",
        "title": "Mapping targetable sites on the human surfaceome for the design of novel binders",
        "authors": "Petra E. M. BalbiAhmed SadekAnthony MarchandTa-Yi YuJovan DamjanovicSandrine GeorgeonJoseph SchmidtSimone FulleChe YangHamed KhakzadBruno E. CorreiaaInstitute of Bioengineering, École Polytechnique Fédérale de Lausanne, Lausanne 1015, SwitzerlandbNovo Nordisk A/S, AI & Digital Innovation, R&D, Seattle, WA 98109cNovo Nordisk A/S, AI & Digital Innovation, R&D, Lexington, MA 02421dNovo Nordisk A/S, AI & Digital Innovation, R&D, Måløv 2760, DenmarkeCentre Inria de l’Université de Lorraine, LORIA, CNRS, Nancy 54000, France",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506269123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceThe human cell surfaceome presents a vast yet underexplored landscape for therapeutic intervention using protein-based binders. In this study, we systematically mapped 4,500 targetable sites across all human cell surface proteins and ...",
        "date": "2026-01-28T08:00:00+00:00"
    },
    {
        "source": "PNAS",
        "title": "In situ NMR and integrative proteomics reveal the interaction signature of serum α-synuclein",
        "authors": "Jinfeng HuangRashik AhmedMadoka AkimotoJosé Carlos BozelliRichard M. EpandGiuseppe MelaciniaDepartment of Chemistry and Chemical Biology, McMaster University, Hamilton, ON L8S 4M1, CanadabProgram in Molecular Medicine, Hospital for Sick Children Research Institute, Toronto, ON M5G 0A4, CanadacDepartment of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, ON L8S 4M1, Canada",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521639123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceAlpha-synuclein (αS) is a central protein in Parkinson’s disease (PD) and related synucleinopathies, yet its behavior outside neurons remains poorly understood. This study reveals that αS engages in distinct, region-specific interactions in ...",
        "date": "2026-01-28T08:00:00+00:00"
    },
    {
        "source": "PNAS",
        "title": "The kinetochore corona orchestrates chromosome congression through transient microtubule interactions",
        "authors": "Christopher E. MilesFioranna RendaIrina TikhonenkoAngus AlfieriAlex MogilnerAlexey KhodjakovaDepartment of Mathematics, University of Utah, Salt Lake City, UT 84112bDivision of Genetics, Wadsworth Center, New York State Department of Health, Albany, NY 12237cDepartment of Mathematics, New York University, New York, NY 10012dDepartment of Biology, New York University, New York, NY 10012",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524367123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceFor equal segregation into daughter cells, chromosomes, scattered in a large volume at the onset of cell division, must congress into a narrow plate near the equator of the mitotic spindle. Molecular mechanisms of congression remain obscure. ...",
        "date": "2026-01-28T08:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Roles of pigment arrangement in light-harvesting phycobiliproteins revealed by recombinant techniques combined with two-dimensional electronic spectroscopy",
        "authors": "Masaaki Tsubouchi, Takatoshi Fujita, Motoyasu Adachi, Ryuji Itakura",
        "link": "http://arxiv.org/abs/2601.20259v1",
        "abstract": "We developed methods for protein synthesis and performed two-dimensional electronic spectroscopy (2D-ES) to examine the influence of pigment arrangement on the photoexcitation dynamics of light-harvesting proteins in phycobilisome. We synthesized allophycocyanin (APC), C-phycocyanin (CPC), and mutant CPC lacking the \\b{eta}153 phycocyanobilin (PCB) pigment by an Escherichia coli expression system. The number of pigments in the mutant CPC is identical to that in the wild-type APC, and their spatial arrangements are similar. The absorption and fluorescence spectra of the mutant CPC closely resemble those of the wild-type CPC rather than the wild-type APC, indicating that pigment spatial arrangement is not a primary factor in determining the excited-state energy structure. The 2D-ES measurements show that the wild-type CPC retains broad positive signals at 1 ps, signifying incomplete relaxation and persistence of excited vibronic states, unlike APC, which vibrationally relaxes to the bottom of the potential energy surface within the same timeframe. The mutant CPC behaves similarly to the wild-type CPC in the 2D-ES, reinforcing that the pigment number or arrangement is not a dominant factor. Instead, the local pigment-protein interaction governs the electronic structure and relaxation dynamics. Structural analysis reveals that the bent structure of PCB in CPC's α-chain versus the planar structure of PCB in APC. The bent PCB in CPC reduces the degree of π-conjugation, and exhibits excited-state properties distinct from those of the planar structure of PCB in APC. This finding highlights a critical role of the electronic structure governed by the local interaction in ultrafast energy relaxation.",
        "date": "2026-01-28T05:13:54+00:00"
    },
    {
        "source": "arXiv",
        "title": "Steering Active-Colloid Assembly by Biasing Dissipation",
        "authors": "Chaoqun Du, Zhiyu Cao, Zhonghuai Hou",
        "link": "http://arxiv.org/abs/2601.20195v1",
        "abstract": "Complex nonequilibrium self-assembly enables the formation of materials with specific patterns and functions from the bottom up. How to directionally control the assembly to form the target configuration is a challenge. Here, we propose a dissipation bias principle for targeted assembly, which highlights that controlling the dissipation tendency can play an important role by modulating the frequency and intensity of local rearrangements. Following this principle, one can induce ordered target configurations from disordered structures and also achieve directional selection among multiple assembly pathways. We use the assembly of active colloids as a platform to show our results.",
        "date": "2026-01-28T02:44:41+00:00"
    },
    {
        "source": "arXiv",
        "title": "Tunable Nanoparticle Stripe Patterns at Inclined Surfaces",
        "authors": "Suman Bhattacharjee, Sanjoy Khawas, Sunita Srivastava",
        "link": "http://arxiv.org/abs/2601.20165v1",
        "abstract": "Periodic assemblies of nanoparticles are central to surface patterning, with applications in biosensing, energy conversion, and nanofabrication. Evaporation of colloidal droplets on substrates provides a simple yet effective route to achieve such assemblies. This work reports the first experimental demonstration of patterns formed through stick-slip dynamics of the three-phase contact line during evaporation of gold nanoparticle suspensions on inclined substrates. Variation in nanoparticle concentration and substrate inclination alter the balance of interfacial and gravitational forces, producing multiple stick-slip events that generate periodic stripes. Stripe density exhibits a sinusoidal dependence on inclination angle, while inter-stripe spacing remains nearly invariant. Independent control over inter-stripe spacing is achieved through adjustment of nanoparticle or surfactant concentration. These results highlight the complex interplay of gravitational and interfacial forces in directing periodic nanoparticle assembly and establish a versatile, programmable framework for surface patterning with tunable nano/microscale dimensions.",
        "date": "2026-01-28T01:49:01+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "Controlling the synchronization and symmetry breaking of coupled bacterial pili on active biofilm carpets",
        "authors": "Altin, B.; Günay, E. T.; Yaman, I. Y.; Ünlü, A.; Gediz, Y.; Gedik, N.; Karatas, B.; Basaran, M.; Kocabas, C.; Özdemir, S. K.; Kocabas, A.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.05.01.651758v2",
        "abstract": "In the low Reynolds number regime, active biological systems utilize nonreciprocal cyclic activities to achieve motility, as seen in the spinning of bacterial flagella and the beating of cilia. Coupling among these active mechanical components leads to synchronization, and emergence of metachronal waves. Here, we report that biofilms of Pseudomonas nitroreducens form active carpet-like surfaces textured with diverse topological defects, generating Mexican-wave-like collective behavior in which bacteria periodically lift up. On these active surfaces, nonreciprocally coupled extension and retraction activities of bacterial pili drives these collective oscillations. Surprisingly, this collective behavior exhibits left-right asymmetry across the biofilm driving unidirectionally propagating waves. We discover that this directionality is primarily governed by an aging-related frequency gradient across the biofilm. Leveraging these insights, we further demonstrate the ability to control the collective dynamics of these waves, including symmetry breaking, transitions from spiral waves into target and propagating plane waves by manipulating the elastic properties of biofilms. Overall, our findings illuminate the fundamental role of nonreciprocally interacting active components in regulating synchronization, collective dynamics, and symmetry-breaking phenomena in biological systems.",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.1101/2025.05.01.651758"
    },
    {
        "source": "bioRxiv",
        "title": "Electron bifurcation arises from emergent features of multicofactor enzymes",
        "authors": "Wojcik-Augustyn, A.; Bujnowicz, Łukasz; Osyczka, A.; Sarewicz, M.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.04.30.651465v3",
        "abstract": "Quinone-based electron bifurcation (EB) catalyzed by cytochrome bc1 (cytbc1) plays a critical role in maximizing efficiency of biological energy conversion. The canonical EB model (CEB), grounded in equilibrium redox potentials, dictates the order of EB steps with initial endergonic reduction of high-potential iron-sulfur cluster (2Fe2S) by quinol followed by exergonic reduction of low-potential heme bL (bL) by semiquinone (SQ). However, this concept falls short in explaining several experimental observations, including intermediate semiquinone spin-coupled to 2Fe2S (SQ-2Fe2Sred) and the absence of short-circuiting. Presented here DFT calculations on large cluster models of cytbc1, encompassing both 2Fe2S and bL, identified location of donor (HOMO) and acceptor (LUMO) orbitals along with the previously not considered microstates to reveal that EB is an emergent property of an integrated system of redox cofactors where transient charge separations dynamically modulate electron affinities. In this system, electron transfer initiates preferentially toward bL, indicating a departure from the conventional sequence proposed by CEB. Based on this finding, we introduce an EMBER (EMergent BL-first Electron Routing) model of EB and demonstrate that its assumptions are supported by electron paramagnetic resonance spectroscopy data. Unlike CEB, EMBER proposes a relatively flat energy profile for EB that accommodates stable SQ-2Fe2Sred and explains suppression of short-circuits without additional assumptions. It highlights the importance of state-dependent electrostatic interactions in shaping electron transfer pathways. In general, the concept of emergence inherent to EMBER offers a mechanistic framework applicable to a broad range of multi-cofactor redox enzymes beyond cytbc1.",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.1101/2025.04.30.651465"
    },
    {
        "source": "bioRxiv",
        "title": "Temperature-Dependent Ion Migration Underlies Sequence-Specific Collapse of Unstructured RNA",
        "authors": "Zhang, H.; MAITY, H.; Nguyen, H.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.10.20.683600v2",
        "abstract": "Ions and temperature jointly regulate RNA structure, dynamics and phase behavior, yet their coupled effects remain poorly understood at the molecular level. Single-stranded RNA (ssRNA), a ubiquitous and functionally versatile class of RNA, presents a particularly challenging target due to its intrinsic flexibility and pronounced sensitivity to ionic and thermal perturbations. Here, we extend our previously validated coarse-grained RNA model by introducing temperature-dependent divalent ion-phosphate potentials along with revised stacking interactions to elucidate how electrostatics, stacking, and hydration collectively determine ssRNA behavior. Our simulations quantitatively reproduce experimental SAXS profiles across a broad range of ionic conditions and reveal a non-monotonic temperature dependence of RNA compaction: ssRNAs expand upon heating, reach a sequence-specific maximum size, and then collapse as enhanced counterion condensation dominates. Rising temperature strengthens ion-RNA interactions, leading to a reorganization from diffusive to inner-sphere coordination, directly linking RNA collapse to ion dehydration. Our results establish that the ion atmosphere is a dynamic, sequence-encoded extension of RNA structure. This framework provides molecular insight into how temperature and ions govern RNA conformational transitions, offering a microscopic basis for RNA thermoadaptation, cold-induced misfolding, and RNA phase transitions.  Graphical Abstract  O_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=111 SRC=\"FIGDIR/small/683600v2_ufig1.gif\" ALT=\"Figure 1\"> View larger version (28K): org.highwire.dtl.DTLVardef@6f17c6org.highwire.dtl.DTLVardef@181f16borg.highwire.dtl.DTLVardef@10bf24org.highwire.dtl.DTLVardef@174ec1c_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.1101/2025.10.20.683600"
    },
    {
        "source": "bioRxiv",
        "title": "PySteMoDA: An Open Source Python Package for the Analysis of Steered Molecular Dynamics Simulations Data",
        "authors": "Mesbah, I.; Klaus, C.; Sotomayor, M.; Sumbul, F.; Rico, F.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.699872v1",
        "abstract": "Molecular dynamics simulation is a powerful computational technique used for predicting and understanding the dynamic behavior of biomolecular systems. Steered molecular dynamics (SMD) simulations enable the study of force-induced processes in biomolecules, effectively mimicking single-molecule force spectroscopy experiments probing protein unfolding and receptor-ligand unbinding. Given the stochastic nature of these mechanical events, accurately exploring the dynamic behavior of biomolecules and extracting accurate physical information requires several in-silico experiments. This includes performing many pulling simulations at different velocities or force loading rates. The large amount of data obtained from these simulation sets requires efficient automated data processing tools. We present PySteMoDA, a novel Python package with a user-friendly graphical interface specifically designed for constant-velocity SMD data analysis. The automated force peak detection methods reduce user bias, improve accuracy, and accelerate data analysis. The package also allows identification of residues involved in mechanical events through computation of the time-dependent mechanical work and correlation factors between residue pairs. This package not only addresses automated data processing in SMD simulations and accurate parameter extraction, but also significantly enhances accessibility and usability. Through PySteMoDA, users can efficiently analyze simulation data without the barrier of coding, facilitating a wider range of investigations and insights in the field of computational biochemistry and biophysics.",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.64898/2026.01.26.699872"
    },
    {
        "source": "bioRxiv",
        "title": "Transforming macromolecular structures into simulations of self-assembly",
        "authors": "Ying, Y. M.; Sang, M.; Au, G.; Chhibber, S.; Du, Y.; Fischer, J. A.; Foley, S. L.; Guo, S.; Herzog-Pohl, I.; Liu, Z.; Roscom, H.; Sohail, H.; Takeshita, S. S.; Johnson, M. E.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702082v1",
        "abstract": "Macromolecular self-assembly is a fundamental step in numerous biological processes, producing molecular machines like the ribosome or highly symmetric viral capsids. Building models of these molecular-scale interactions that bridge to a cell scale environment requires substantial coarse-graining of assembly subunits or intermediates. Balancing multi-valent structural resolution with computational efficiency is challenging. While rule-based or local interactions overcome the often prohibitive enumeration of all possible intermediates, they must ensure global structural constraints are met. We here demonstrate ioNERDSS, a user-friendly Python package that transforms 3D atomic structures into coarse-grained models for immediate simulation with the stochastic reaction-diffusion NERDSS software. NERDSS uses rule-based interactions to produce structural trajectories of assembly dynamics with the microsecond-minutes timescales comparable to experiment. With ioNERDSS, rigid subunits for each protein chain in the assembly contain discrete binding interfaces and explicit geometric constraints to prevent disordered assemblies. Repeated subunits (as in viral capsids) are regularized to preserve the target assembly topology across stochastic association and dissociation events. The ioNERDSS python package links models and outputs to open-source visualization, simulation, and analysis tools that facilitate user-friendly sanity checks, structure validation, and analysis of output for thermodynamic, kinetic, and nonequilibrium properties of macromolecular self-assembly.",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702082"
    },
    {
        "source": "bioRxiv",
        "title": "Sphingomyelin-Cholesterol Synergy as a Lipid Chaperone Driving Cytolysin A Pore Formation",
        "authors": "Sannigrahi, A.; Chakraborty, D.; Moral, R.; Rai, V. H.; Kulshrestha, A.; Maity, D.; Challil, M. V.; Ayappa, K. G.; Paul, S.; Roy, R.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.27.702101v1",
        "abstract": "Bacterial pathogens rely on pore-forming toxins (PFTs) to breach host barriers, a feat that requires water-soluble monomers to spontaneously metamorphose into membrane-inserted pores. In the extracellular milieu, these toxins must navigate complex folding landscapes without ATP-dependent chaperones. Here, we show that the synergistic interplay of host sphingomyelin (SM) and cholesterol (CHOL) acts as an intrinsic \"lipid chaperone\" that drives the conformational maturation of the bacterial toxin Cytolysin A (ClyA). Using leakage assays on vesicles and suspended lipid bilayer (SuLBs) arrays, atomistic molecular dynamics (MD) simulations, cell membrane permeabilization assays and biophysical measurements, we demonstrate that SM-CHOL synergy accelerates the rate-limiting unfolding of the toxins membrane bound {beta}-tongue motif into a reactive \"molten globule\" intermediate and guides its subsequent refolding into functional -helical conformation crucial for pore formation. We identify conserved lysine residues (K175 and K206) as critical molecular sensors that detect this specific lipid signature to drive productive transformation. This assembly process reciprocally remodels the host membrane and dismantling liquid-ordered domains, suggesting a mechanical coupling between toxin folding and the disruption of host lipid homeostasis. Our findings establish a paradigm of lipid-mediated chaperoning, revealing how pathogens co-evolve to exploit host lipid complexity to overcome the energetic barriers of membrane insertion.",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.64898/2026.01.27.702101"
    },
    {
        "source": "bioRxiv",
        "title": "Spectrolipidomics of glial cell lines: a deuterated probe for semiquantitative monitoring of cannabidiol-induced cholesterol modulation",
        "authors": "Chrabaszcz, K.; Kossowski-Kolodziej, T.; Panek, A.; Pogoda, K.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701843v1",
        "abstract": "Understanding lipid metabolism in peripheral glial cells is crucial for elucidating the molecular mechanisms underlying neurodegeneration, cancerogenesis and therapy resistance. Here, we introduce a spectrolipidomic sensing approach that integrates Raman, FT-IR, and AFM-IR spectroscopy to monitor nanoscale cholesterol remodeling in glial cells exposed to cannabidiol (CBD). Deuterated cholesterol (dChol) was employed as an intrinsic, spectroscopically active molecular probe, enabling selective tracking of cholesterol transformations through characteristic C-D vibrational signatures within the 2300-2000 cm-1 silent spectral region. Multimodal vibrational spectroscopy provided label-free, spatially resolved insight into lipid organization, redistribution, and metabolic reprogramming across micro- and nanoscales. The dChol probe enabled semi-quantitative evaluation of cholesterol uptake, esterification, and membrane integration, revealing that the sequence of CBD exposure, before or after probe addition, triggers distinct lipid metabolic pathways. Raman spectroscopy demonstrated superior sensitivity, with reliable detection of intracellular dChol at concentrations as low as 10 {micro}M, outperforming FT-IR imaging and confirming its suitability for cell lipid sensing. This analytical platform establishes deuterium-labeled lipids as powerful vibrational sensors for probing lipid metabolism and CBD-induced remodeling in situ. The presented spectrolipidomic framework paves the way for next-generation, spectroscopy-based biosensing systems capable of visualizing lipid dynamics, membrane restructuring, and drug- lipid interactions under pharmacological or environmental stress conditions.  HighlightsO_LIDeuterated cholesterol (dChol) used as an intrinsic vibrational sensor C_LIO_LILower detection threshold of intracellular dChol for Raman than FT-IR C_LIO_LIAFM-IR reveals phases of lipid droplet formation in nanoscale C_LIO_LICBD alters cholesterol uptake, esterification, and lipid unsaturation profiles C_LI",
        "date": "2026-01-28T00:00:00+00:00",
        "doi": "10.64898/2026.01.26.701843"
    },
    {
        "source": "Soft Matter",
        "title": "Molecular dynamics simulation of self-assembly of one-component nanocrystals grafted with end-functionalized polymers",
        "authors": "Wei Deng, Chong Yu, Hongxia Guo",
        "link": "http://pubs.rsc.org/en/Content/ArticleLanding/2026/SM/D5SM01128K",
        "abstract": "The self-assembly of polymer-grafted nanocrystals (PGNCs) is an important approach to construct new nanomaterials with tunable properties and novel applications, which has attracted considerable attention recently. Introducing functional groups at the ends of polymer chains is an attractive strategy for the self-assembly of PGNCs. The end functional groups introduce unique interaction enthalpy, which, when combined with the rich conformational entropy of polymer chains, can lead to unexpected assembled structures and provide remarkable control and flexibility over the fabrication of nanostructured materials. In this study we investigated the phase behavior and the ligand organizations’ structural characteristics of terminal-modified one-component polymer-grafted nanocrystal systems through coarse-grained molecular dynamics (CGMD) simulations. Under a series of self-complementary potential well depth and chain rigidity conditions, we successfully achieved the self-assembly of BCC superlattices from a disordered initial state and constructed the phase diagrams as a function of grafted chain length and grafting density. Interestingly, the self-assembly process is accompanied by the maximization of the hybridization-like binding of terminal self-complementary beads. After forming a stable superlattice, the ordered superlattice system displays multivalent cluster properties analogous to those of NCTs, with penetration occurring between grafted polymer chains. Moreover, the structural properties of ligand organizations in BCC superlattices show different variations with design parameters (grafting density, grafted chain length, chain rigidity, and potential well depth). Our research not only provides insights into the self-assembly behavior of terminal-modified one-component polymer-grafted nanocrystal systems but also offers theoretical guidance for achieving ordered superlattice structures in NCT-like nanoparticle systems.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Chikungunya Virus E1 Fusion Loop–Membrane Interaction: Conserved Residues and Shallow Insertion",
        "authors": "Naresh Kumar Gudigamolla, Birupaksha Das, Preeti Pragya Panda, Geetanjali Meher, Saleem Mohammed, Tirumala Kumar Chowdary",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00061-5?rss=yes",
        "abstract": "Fusion of viral and cellular membranes, essential for entry of enveloped viruses, is mediated by viral fusion proteins (FPs). These proteins insert hydrophobic elements into target membranes to destabilize bilayers and drive fusion. For class I FPs, sequence and structural requirements of the fusion peptide are well characterized. In contrast, class II FPs, such as the alphavirus E1 glycoprotein, employ compact fusion loops, whose conserved sequence and structural features remain less understood.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Influence of leukocyte adhesion on partitioning of healthy and diabetic red blood cells at vascular bifurcations",
        "authors": "Shane LeCompte, Prosenjit Bagchi",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00060-3?rss=yes",
        "abstract": "Hemorheological changes associated with diabetes include alteration in red blood cell (RBC) deformability, shape and volume, and an increased number of adhered leukocytes (WBCs). How such changes affect RBC distribution in capillary vessel networks is not fully known. Here, we undertake a 3D high-fidelity computational study of diabetic and healthy RBC partitioning in vascular bifurcations without and with an adherent WBC. We predict that without a WBC, the difference between healthy and diabetic RBC partitioning is small but subtle.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Multidrug Resistance Transporter EmrE is Only Moderately Sensitive to Lipid Composition",
        "authors": "Ashley B. Hiett, Grant S. Hisao, Anne E. Robinson, Emma A. Morrison, Katherine A. Henzler-Wildman",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00059-7?rss=yes",
        "abstract": "Integral membrane proteins (IMPs) are fully embedded in the lipid bilayer and are often affected by their interactions with the surrounding lipids. Variation in the lipid environment can result in changes to hydrophobic matching, membrane lateral pressure, and electrostatic potentials, which can disrupt IMP folding and function. Here, we investigate lipid-dependent behavior of the small multidrug resistance (SMR) transporter EmrE. EmrE is an IMP native to E. coli and functions to expel toxic compounds from the bacterial cytoplasm.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Dynamic mechanisms of time-of-day-dependent adaptive immunity and vaccination responses",
        "authors": "Xinyang Weng, Qi Ouyang, Hongli Wang",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00056-1?rss=yes",
        "abstract": "The timing of vaccine administration during the day significantly affects immunogenicity and vaccine efficacy, yet the mechanism governing the time-of-day dependent adaptive immunity and vaccine response remains elusive. In this study, we developed a comprehensive model for circadian-regulated adaptive immune responses that integrates recent findings on clock-immune interaction. The model was first benchmarked with experimental observations. We elucidated that the bistability arising from the self-enhancing homing process of antigen-presenting dendritic cells, combined with downstream rapid cell proliferation and the stability of memory T and B cells and antibodies, underlies the sustained differences observed in long-term vaccine efficacy.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Biophysical Journal",
        "title": "Mechanochemical Coupling Regulates Defect Dynamics in Active Nematics",
        "authors": "Shuang-Quan He, Dong Liang, Xu Yin, Zhuo Chang, Guang-Kui Xu",
        "link": "https://www.cell.com/biophysj/fulltext/S0006-3495(26)00055-X?rss=yes",
        "abstract": "Active nematics offer a versatile continuum framework for non-equilibrium collective phenomena, such as collective cell migration and tissue morphogenesis. However, the dynamic evolution of active nematics under complex multiphysics fields and the potential mechanism of how the defect dynamics control the distributions of field quantities remain elusive. Here, we establish a mechanochemical model that explicitly couples the orientational order with both morphogen concentration and hydrodynamic flow fields.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Glycolipid recognition and binding by Siglec-6 hinges on interactions with the cell membrane",
        "authors": "D’Andrea, Silvia, Schmidt, Edward N., Bui, Duong, Singh, Ojas, Han, Ling, Mahal, Lara K., Klassen, John S., Macauley, Matthew S., Fadda, Elisa",
        "link": "https://www.nature.com/articles/s42003-026-09609-8",
        "abstract": "Siglecs are immunoregulatory lectins with very similar architectures. The authors show how the V-set domain of Siglec-6 allows it to select for precise sialylation patterns in specific biological environments, recasting Siglecs as molecular precision tools",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Structural insights into WRN helicase reveal conformational states and opportunities for MSI-H cancer drug discovery",
        "authors": "Fletcher, Catherine T., Mornement, Abigail A., Barrett, Charlotte, Canning, Peter, Rucktooa, Prakash, Huber, Sophie, Cooper, Christopher D. O., Scully, Conor C. G., Doré, Andrew S., Rohle, Daniel, Smith, Geoffrey M. T., Skerratt, Sarah E., Kennedy, Amanda J.",
        "link": "https://www.nature.com/articles/s42003-026-09584-0",
        "abstract": "In this study, Kennedy et al. combine crystallography, biophysical measurements and biochemical assays to define a structural cycle for Werner syndrome helicase (WRN) and reveal how nucleotide binding and ssDNA engagement lead to conformational transitions.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Structures of Ostα/β reveal a unique fold and bile acid transport mechanism",
        "authors": "Yang, Xuemei, Cui, Nana, Li, Tianyu, He, Xinheng, Zhang, Heng, Wu, Canrong, Li, Yang, Ma, Xiong, Xu, H. Eric",
        "link": "https://www.nature.com/articles/s41586-025-10029-7",
        "abstract": "Cryogenic electron microscopy structures of human Ostα/β uncover a unique transport pathway featuring two substrate-binding sites connected by an amphipathic helix-gated conduit, and electrophysiological studies demonstrate voltage-sensitive, bidirectional transport, showing its efflux role in vivo.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "Nature",
        "title": "Structure and mechanism of the human bile acid transporter OSTα–OSTβ",
        "authors": "Wang, Ke, Fan, Junping, Chen, Huiwen, Huang, Bo, Chi, Cheng, Yan, Rui, Wu, Di, Zhou, Feng, Zhang, Wenhua, Jiang, Juquan, Lei, Xiaoguang, Jiang, Daohua",
        "link": "https://www.nature.com/articles/s41586-025-09934-8",
        "abstract": "Cryo-electron microscopy structures of the bile acid transporter OSTα–OSTβ, which has a key role in bile acid homeostasis, provide insight into its distinct architecture and mechanism of substrate translocation.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Mast cells promote pathology and susceptibility in tuberculosis",
        "authors": "Abhimanyu, Ananya Gupta, Cesar Luna-Rivero, Daniela Trejo-Ponce de Leon, Deepak Kaushal, Gustavo Ramírez-Martínez, Javier Rangel-Moreno, Joaquin Zuniga, Kuldeep Singh Chauhan, Luis Jiménez-Alvarez, Mushtaq Ahmed, Nilofer Naqvi, Shabaana A Khader, Vibha Taneja, Yun Tao",
        "link": "https://elifesciences.org/articles/102634",
        "abstract": "Tuberculosis (TB), caused by the bacterium <i>Mycobacterium tuberculosis</i> (<i>Mtb</i>), infects approximately one-fourth of the world’s population. We reported an increased accumulation of mast cells (MCs) in the lungs of macaques with active pulmonary TB (PTB), compared with those with latent TB infection (LTBI). MCs respond in vitro to <i>Mtb</i> exposure via degranulation and by inducing proinflammatory cytokines. In the current study, we demonstrate an increased production of chymase by MCs in granulomas of humans and macaques with PTB. Single-cell (sc) RNA sequencing analysis revealed distinct MC transcriptional programs between LTBI and PTB, with PTB-associated MCs enriched in interferon gamma, oxidative phosphorylation, and MYC signaling. In a mouse model, MC deficiency led to improved control of <i>Mtb</i> infection that coincided with reduced accumulation of lung myeloid cells and diminished lung inflammation at chronic stages of infection. Airway transfer of MCs into wild-type <i>Mtb</i>-infected mice showed increased neutrophils, decreased recruited macrophages, and elevated <i>Mtb</i> dissemination to the spleen. Together, these findings highlight MCs as active drivers of TB pathogenesis and potential targets for host-directed therapies for TB.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Global risk mapping of highly pathogenic avian influenza H5N1 and H5Nx in the light of epidemic episodes occurring from 2020 onwards",
        "authors": "Cedric Marsboom, Claire Guinat, Guy Hendrickx, Madhur Dhingra, Maria F Vincenti-Gonzalez, Marie-Cécile Dupas, Marius Gilbert, Simon Dellicour, Timothée Vergne, William Wint",
        "link": "https://elifesciences.org/articles/104748",
        "abstract": "Avian influenza (AI) is a highly contagious viral disease affecting poultry and wild water birds, posing significant global challenges due to its high mortality rates and economic impacts. Highly pathogenic avian influenza (HPAI) outbreaks, particularly those caused by H5N1 and its variants, have surged since 1959. The HPAI H5N1 clade 2.3.4.4b viruses have notably expanded their geographical reach, affecting numerous countries, diverse avian species, and now mammals. Using an ecological niche modelling approach, this study aims to elucidate the environmental factors associated with increased HPAI H5 cases since 2020, investigate potential shifts in ecological niches, and predict new areas suitable for viral circulation. We developed ecological niche models for HPAI cases in wild and domestic birds across two distinct periods: 2015–2020 and 2020–2022. Key environmental predictors include chicken and duck population density, human density, distance to water bodies, and land cover variables. Post-2020, we observe increased relative influence of predictors such as intensive chicken population density and cultivated vegetation. Risk maps reveal notable ecological suitability for HPAI H5 circulation in Europe, Asia, and the Americas, with significant expansions of at-risk areas post-2020. Wild bird H5 occurrences appear primarily correlated with urban areas and open water regions. Our analyses also highlight a potential shift in affected wild bird species diversity, with more avian species, particularly sea birds, impacted post-2020. Overall, these results further contribute to the understanding of HPAI epidemiology and identify regions where surveillance and control measures should be prioritised.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Identifying regulators of associative learning using a protein-labelling approach in <i>Caenorhabditis elegans</i>",
        "authors": "Aelon Rahmani, Anna McMillen, Anne Poljak, Ericka Allen, Michaela E Johnson, Radwan Ansaar, Renee Green, Yee Lian Chew",
        "link": "https://elifesciences.org/articles/108438",
        "abstract": "The ability to learn and form memories is critical for animals to make choices that promote their survival. The biological processes underlying learning and memory are mediated by a variety of genes in the nervous system, acting at specific times during memory encoding, consolidation, and retrieval. Many studies have utilised candidate gene approaches or random mutagenesis screens in model animals to explore the key molecular drivers for learning and memory. We propose a complementary approach to identify this network of learning regulators: the proximity-labelling tool TurboID, which promiscuously biotinylates neighbouring proteins, to snapshot the proteomic profile of neurons during learning. To do this, we expressed the TurboID enzyme in the entire nervous system of <i>Caenorhabditis elegans</i> and exposed animals to biotin only during the training step of an appetitive gustatory learning paradigm. Our approach revealed hundreds of proteins specific to ‘trained’ worms, including components of molecular pathways previously implicated in memory in multiple species such as insulin signalling, G-protein-coupled receptor signalling, and MAP kinase signalling. Most (87–95%) of the proteins identified are neuronal, with relatively high representation for neuron classes involved in locomotion and learning. We validated several novel regulators of learning, including cholinergic receptors (ACC-1, ACC-3, LGC-46) and putative arginine kinase F46H5.3. These previously uncharacterised learning regulators all showed a clear impact on appetitive gustatory learning, with F46H5.3 showing an additional effect on aversive gustatory memory. Overall, we show that proximity labelling can be used in the brain of a small animal as a feasible and effective method to advance our knowledge on the biology of learning.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Executive resources shape the impact of language predictability across the adult lifespan",
        "authors": "Gesa Hartwigsen, Jonas Obleser, Lea-Maria Schmitt, Merle Marie Schuckart, Sandra Martin, Sarah Tune",
        "link": "https://elifesciences.org/articles/108176",
        "abstract": "Humans routinely anticipate upcoming language, but whether such predictions come at a cognitive cost remains debated. In this study, we demonstrate the resource-dependent nature of predictive mechanisms in language comprehension across the lifespan: Experimentally limiting executive resources through a concurrent task reduces the effect of language predictability on reading time. Participants (<i>N</i> = 175, replication <i>N</i> = 96) read short articles presented word-by-word while completing a secondary font colour <i>n</i>-back task, thus varying cognitive demand. Language predictability was indexed by word surprisal as derived from a pre-trained large language model (GPT-2). Across two independent samples, our findings reveal that language predictions are not cost-free: They draw on executive control resources, and this dependency becomes more pronounced with age (18–85 years). These results help resolve the debate over cognitive demands in language comprehension and highlight prediction as a dynamic, resource-dependent process across the lifespan.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "eLife",
        "title": "Allosteric effects of the coupling cation in melibiose transporter MelB",
        "authors": "Amirhossein Bakhtiiari, Lan Guan, Parameswaran Hariharan, Rosa Viner, Ruibin Liang, Yuqi Shi",
        "link": "https://elifesciences.org/articles/108335",
        "abstract": "The major facilitator superfamily (MFS) transporters play significant roles in human health and disease. <i>Salmonella enterica</i> serovar Typhimurium melibiose permease (MelB<sub>St</sub>) catalyzes the symport of galactosides with Na<sup>+</sup>, H<sup>+</sup>, or Li<sup>+</sup> and is a prototype of MFS transporters. We published the structures of MelB<sub>St</sub> in both inward- and outward-facing conformations, bound to galactoside or Na<sup>+</sup>, and proposed that positive cooperativity of the co-transported solutes is crucial for the symport mechanism. Here, we elucidated the underlying mechanisms by analyzing MelB<sub>St</sub> dynamics and the effects of melibiose, Na<sup>+</sup>, or both using hydrogen-deuterium exchange mass spectrometry (HDX-MS). We also refined the determinants of sugar recognition by solving the crystal structures of a uniporter D59C MelB<sub>St</sub> complexed with melibiose and other sugars, and by identifying a critical water molecule involved in sugar recognition. Our integrated studies, combining structures, HDX-MS, and molecular dynamics simulations, support the conclusion that sugar-binding affinity is directly correlated with protein dynamics. Na<sup>+</sup> acts as an allosteric activator, reducing the flexibility of dynamic residues in the sugar-binding site and in the cytoplasmic gating salt-bridge network, thereby increasing sugar-binding affinity. This study provides a molecular-level framework of the symport mechanism that could serve as a general model for cation-coupled symporters.",
        "date": "2026-01-28T00:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Deep Learning the Small-Angle Scattering of Polydisperse Hard Rods",
        "authors": "Lijie Ding, Changwoo Do",
        "link": "http://arxiv.org/abs/2601.20033v1",
        "abstract": "We present a deep learning framework for modeling and analyzing the small-angle scattering data of polydisperse hard-rod systems, a widely used models for anisotropic colloidal particles. We use a variational autoencoder-based neural network to learn the mapping from the system parameters such as the volume fraction, rod length, and polydispersity, to the scattering function. The dataset for training and testing such neural network model is obtained from Markov chain Monte Carlo simulation of 20,000 hard spherocylinders using the hard particle Monte Carlo package from the HOOMD-blue. Four datasets were generated, each with 5,500 pairs of system parameters and corresponding scattering functions. We use one of the dataset to investigate the feasibility of the learning, and three additional datasets with different polydisperse distribution to demonstrate the generality of our approach. The neural network model transcends the fundamental limitations of the Percus-Yevick approximation by accurately capturing anisotropic interactions and high-concentration effects that analytical models often fail to resolve. This framework achieves significantly higher accuracy in reproducing scattering functions and enables a least-square fitting routine for quantitative data analysis.",
        "date": "2026-01-27T20:15:18+00:00"
    },
    {
        "source": "arXiv",
        "title": "A Practical Computational Hemolysis Model Incorporating Biophysical Properties of the Red Blood Cell Membrane",
        "authors": "Nico Dirkes, Marek Behr",
        "link": "http://arxiv.org/abs/2601.19994v1",
        "abstract": "Purpose: Hemolysis is a key issue in the design of blood-handling medical devices. Computational prediction of this phenomenon is challenging due to the complex multiscale nature of blood. As a result, conventional approaches often fail to predict hemolysis accurately, commonly showing deviations of multiple orders of magnitude compared to experimental data. More accurate models are typically computationally expensive and thus impractical for real-world applications. This work aims to fill this gap by presenting accurate yet simple and efficient computational hemolysis models.   Methods: Hemolysis modeling relies on two key components: a red blood cell model and a hemoglobin release model. In this work, we compare three red blood cell models: a common stress-based model (Bludszuweit), a simple strain-based model based on the Kelvin-Voigt constitutive law, and a more complex tensor-based model (TTM). Further, we compare two hemoglobin release models: the widely used power-law approach and a biophysical pore formation model.   Results: We evaluate these models in two benchmark cases: the FDA blood pump and the FDA nozzle. In both benchmarks, the simple strain-based model combined with the pore formation model achieves absolute predictions of hemolysis within the standard deviation of experimental measurements. In contrast, stress-based power law models deviate by several orders of magnitude.   Conclusion: The strain-based pore modeling approach takes into account the biophysical properties of red blood cell membranes, in particular their viscoelastic deformation behavior and hemoglobin release through membrane pores. This leads to significantly improved hemolysis predictions in a framework that can easily be integrated into common CFD workflows.",
        "date": "2026-01-27T19:01:09+00:00"
    },
    {
        "source": "arXiv",
        "title": "Effective interactions in active Brownian particles",
        "authors": "Clare R. Rees-Zimmerman, C. Miguel Barriuso Gutierrez, Chantal Valeriani, Dirk G. A. L. Aarts",
        "link": "http://arxiv.org/abs/2601.19892v1",
        "abstract": "We report an approach to obtain effective pair potentials which describe the structure of two-dimensional systems of active Brownian particles. The pair potential is found by an inverse method, which matches the radial distribution function found from two different schemes. The inverse method, previously demonstrated via simulated equilibrium configurations of passive particles, has now been applied to a suspension of active particles. Interestingly, although active particles are inherently not in equilibrium, we still obtain effective interaction potentials which accurately describe the structure of the active system. Treating these effective potentials as if they were those of equilibrium systems, furthermore allows us to measure effective chemical potentials and pressures. Both the passive interactions and active motion of the active Brownian particles contribute to their effective interaction potentials.",
        "date": "2026-01-27T18:57:42+00:00"
    },
    {
        "source": "PLOS ONE",
        "title": "Tritium in vegetation at various types of radioactive contamination sites under arid climate conditions",
        "authors": "Natalya Larionova, Lyubov Timonova, Anna Toporova, Pavel Krivitskiy, Vasiliy Polevik, Almira Aidarkhanova, Ainur Mamyrbayeva, Аssan Aidarkhanov",
        "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0339645",
        "abstract": "<p>by Natalya Larionova, Lyubov Timonova, Anna Toporova, Pavel Krivitskiy, Vasiliy Polevik, Almira Aidarkhanova, Ainur Mamyrbayeva, Аssan Aidarkhanov</p>  This article presents research findings on tritium (<sup>3</sup>H) in plants at the Semipalatinsk Test Site (STS), including the perimeter of the ‘Degelen’ site, the riverside zone of the Shagan River, and a conditionally ‘background’ area—the southeastern part of the STS (SEP). The <sup>3</sup>H content in plants was determined in tritiated free water (TFWT) and organically bound <sup>3</sup>H (OBT). Plant samples were measured using an ultra-low-level liquid scintillation spectrometer. Maximum <sup>3</sup>H concentrations in plants were detected at the ‘Degelen’ site (TFWT up to 51 ± 5 kBq/kg, ОBТ up to 15 ± 1 kBq/kg) and Shagan River (TFWT up to 39 ± 4 kBq/kg, ОBТ up to 13 ± 1 kBq/kg). The presence of <sup>3</sup>H was recorded not only at underground nuclear sites but also in the conditionally ‘background’ area (TFWT up to 0.18 ± 0.02 kBq/kg, ОBТ up to 0.088 ± 0.028 kBq/kg). Research suggests that water plays a key role in <sup>3</sup>H migration processes in the natural system of interest. The OBT/TFWT values for the study area varied on average from 0.3 to 0.7. The dose rate of internal irradiation of the studied plants varied from 6.3 × 10<sup>−6</sup> (SEP) to 1.2 × 10<sup>−2</sup> µGy/day (at the boundary of the ‘Degelen’ site), which is significantly lower than the safe exposure level for biota.",
        "date": "2026-01-27T14:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Controlled drug delivery from chitosan-coated heparin-loaded nanopores anodically grown on nitinol shape-memory alloy",
        "authors": "M. Moradi, E. Salahinejad, E. Sharifi, L. Tayebi",
        "link": "http://arxiv.org/abs/2601.19962v1",
        "abstract": "Nitinol (NiTi shape-memory alloy) is an interesting candidate in various medical applications like dental, orthopedic, and cardiovascular devices, owing to its unique mechanical behaviors and proper biocompatibility. The aim of this work is the local controlled delivery of a cardiovascular drug, heparin, loaded onto nitinol treated by electrochemical anodizing and chitosan coating. In this regard, the structure, wettability, drug release kinetics, and cell cytocompatibility of the specimens were analyzed in vitro. The two-stage anodizing process successfully developed a regular nanoporous layer of Ni-Ti-O on nitinol, which considerably decreased the sessile water contact angle and induced hydrophilicity. The application of the chitosan coatings controlled the release of heparin mainly by a diffusional mechanism, where the drug release mechanisms were evaluated by the Higuchi, first-order, zero-order, and Korsmeyer-Pepass models. Human umbilical cord endothelial cells (HUVECs) viability assay also showed the non-cytotoxicity of the samples, so that the best performance was found for the chitosan-coated samples. It is concluded that the designed drug delivery systems are promising for cardiovascular, particularly stent applications.",
        "date": "2026-01-27T10:51:57+00:00"
    },
    {
        "source": "arXiv",
        "title": "Multiple charge carrier species as a possible cause for triboelectric cycles",
        "authors": "Juan Carlos Sobarzo, Scott Waitukaitis",
        "link": "http://arxiv.org/abs/2601.19470v1",
        "abstract": "The tendency of materials to order in triboelectric series has prompted suggestions that contact electrification might have a single, unified underlying description. However, the possibility of triboelectric cycles, i.e. series that loop back onto themselves, is seemingly at odds with such a coherent description. In this work, we propose that if multiple charge carrying species are at play, both triboelectric series and cycles are possible. We show how series arise naturally if only a single charge carrier species is involved and if the driving mechanism is approach toward thermodynamic equilibrium, and simultaneously, that cycles are forbidden under such conditions. Suspecting multiple carriers might relax the situation, we affirm this is the case by explicit construction of a cycle involving two carriers, and then extend this to show how more complex cycles emerge. Our work highlights the importance of series/cycles towards determining the underlying mechanism(s) and carrier(s) in contact electrification.",
        "date": "2026-01-27T10:50:52+00:00"
    },
    {
        "source": "arXiv",
        "title": "Intermediate physical interactions induce spatiotemporal dynamics in Turing patterns",
        "authors": "Cathelijne ter Burg, David Zwicker",
        "link": "http://arxiv.org/abs/2601.19445v1",
        "abstract": "Turing patterns are a central paradigm for describing spatial patterns in nature. The corresponding theory of reaction-diffusion dynamics combines ideal diffusion with nonlinear reactions, resulting in patterns when species diffuse at different rates and reactions are sufficiently nonlinear. However, real systems are more complex and particularly involve physical interactions between constituents. While such interactions can promote patterns, we here show that they can also induce dynamic, chaotic patterns. These patterns exhibit well-defined length and time scales, which result from cycles of droplet coarsening and fission. The dynamical patterns combine properties of traditional Turing patterns and chemically active droplets, which emerge for strong physical interactions. Our analysis thus reveals three qualitatively different regimes that emerge when two components interact physically and undergo nonlinear reactions.",
        "date": "2026-01-27T10:30:39+00:00"
    },
    {
        "source": "arXiv",
        "title": "Emergent hydrodynamics of chiral active fluids: vortices, bubbles and odd diffusion",
        "authors": "Umberto Marini Bettolo Marconi, Alessandro Petrini, Raphaël Maire, Lorenzo Caprini",
        "link": "http://arxiv.org/abs/2601.19432v1",
        "abstract": "Starting from a microscopic multiparticle Langevin equation, we systematically derive a hydrodynamic description in terms of density and momentum fields for chiral active particles interacting via standard repulsive and nonlocal odd forces. These odd interactions are reciprocal but non-conservative: they are non-potential forces, as they act perpendicular to the vector joining any pair of particles. As a result, the torques that two particles exert on one another are non-reciprocal. The ensuing macroscopic continuum description consists of a continuity equation for the density and a generalized compressible Navier-Stokes equation for the fluid velocity. The latter includes a chirality-induced torque density term and an odd viscosity contribution. Our theory predicts the emergence of odd diffusivity, edge currents, and an inhomogeneous phase - characterized by bubble-like structures - recently observed in simulations. Specifically, the theory exhibits a linear instability arising from the interplay between odd viscosity and torque density, and admits steady-state inhomogeneous solutions featuring bubbles and vortices, in agreement with numerical simulations. Our findings can be tested experimentally in systems of granular spinners or rotating microorganisms suspended in a fluid.",
        "date": "2026-01-27T10:10:53+00:00"
    },
    {
        "source": "Physical Review E",
        "title": "Foci, waves, excitability: Self-organization of phase waves in a model of asymmetrically coupled embryonic oscillators",
        "authors": "Kaushik Roy and Paul François",
        "link": "http://link.aps.org/doi/10.1103/7ph2-kj8g",
        "abstract": "Author(s): Kaushik Roy and Paul François<br /><p>The segmentation clock is an emergent embryonic oscillator that controls the periodic formation of vertebrae precursors (or somites). It relies on the self-organization at the presomitic mesoderm (PSM) level of multiple coupled cellular oscillators. Dissociation-reaggregation experiments have furthe…</p><br />[Phys. Rev. E 113, 014405] Published Tue Jan 27, 2026",
        "date": "2026-01-27T10:00:00+00:00"
    },
    {
        "source": "Physical Review E",
        "title": "Neuronal decoding of temperature signals in <i>Caenorhabditis elegans</i>",
        "authors": "Abhilasha Batra and Rati Sharma",
        "link": "http://link.aps.org/doi/10.1103/6qyt-79kr",
        "abstract": "Author(s): Abhilasha Batra and Rati Sharma<br /><p>Neural processing in animals facilitates sensory adaptation by eliciting appropriate responses to changing environmental stimuli. Although sensory adaptation is well recognized, the specific role of individual neurons in these adaptive mechanisms remains poorly understood from a theoretical standpoi…</p><br />[Phys. Rev. E 113, 014406] Published Tue Jan 27, 2026",
        "date": "2026-01-27T10:00:00+00:00"
    },
    {
        "source": "Physical Review E",
        "title": "Geometry of disordered porous environments regulates cell migration",
        "authors": "Laeschkir Würthner and Frederik Graw",
        "link": "http://link.aps.org/doi/10.1103/hvtd-qwp1",
        "abstract": "Author(s): Laeschkir Würthner and Frederik Graw<br /><p>Several external factors are known to influence active cell movement, but little is known about the impact of the porous structure of the extracellular matrix. This work combines computational modeling and theory to show how such porous environments determine cell migration dynamics, and how spatial heterogeneities effectively guide cell movement towards regions of low porosity.</p> <p>#BiophysicsSpotlight #AdvancingField #Interdisciplinary</p><img height=\"\" src=\"//cdn.journals.aps.org/journals/PRE/key_images/10.1103/hvtd-qwp1.png\" width=\"200\" /><br />[Phys. Rev. E 113, 014407] Published Tue Jan 27, 2026",
        "date": "2026-01-27T10:00:00+00:00"
    },
    {
        "source": "PRL",
        "title": "Bulk-Water Behavior of Water Clusters Studied by Isotope Effects",
        "authors": "Klavs Hansen, Kaveh Najafian, Bertil Dynefors, Mauritz J. Ryding, Einar Uggerud, Siegfried Kollotzek, Johannes Reichegger, Olga V. Lushchikova, and Paul Scheier",
        "link": "http://link.aps.org/doi/10.1103/xrzd-135t",
        "abstract": "Author(s): Klavs Hansen, Kaveh Najafian, Bertil Dynefors, Mauritz J. Ryding, Einar Uggerud, Siegfried Kollotzek, Johannes Reichegger, Olga V. Lushchikova, and Paul Scheier<br /><p>The evaporative decay of mixed heavy and light water clusters was measured. The branching ratios of the three isotopologue molecules scale with the deuterium fraction from cluster size $N=9$ and up, including across the well-known shell closing at $N=21$, and are consistent with macroscopic surface …</p><br />[Phys. Rev. Lett. 136, 048001] Published Tue Jan 27, 2026",
        "date": "2026-01-27T10:00:00+00:00"
    },
    {
        "source": "PRX Life",
        "title": "Causal Spike Timing-Dependent Plasticity Prevents Assembly Fusion in Recurrent Networks",
        "authors": "Xinruo Yang and Brent Doiron",
        "link": "http://link.aps.org/doi/10.1103/9nv2-y63v",
        "abstract": "Author(s): Xinruo Yang and Brent Doiron<br /><p>In recurrently coupled networks of spiking neuron models, causal spike-timing-dependent plasticity permits assembly learning and allows significant overlap in assembly membership without the risk of post-training fusion and erasure of learned structure.</p><img height=\"\" src=\"//cdn.journals.aps.org/journals/PRXLIFE/key_images/10.1103/9nv2-y63v.png\" width=\"200\" /><br />[PRX Life 4, 013011] Published Tue Jan 27, 2026",
        "date": "2026-01-27T10:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "On the Determination of Gel Points",
        "authors": "Kazumi Suematsu, Haruo Ogura, Seiichi Inayama, Toshihiko Okamoto",
        "link": "http://arxiv.org/abs/2601.19335v1",
        "abstract": "A critical composition of cross-linked polysiloxanes observed by Scanlan and Winter is reinvestigated in comparison with the theory of gelation. We assume, based on the Scott findings, the geometric distribution for one of the monomers, divinyl-terminated poly(dimethylsiloxane). Calculation results show that the two theories are in near-consistency, supporting the Scanlan-Winter estimation based on the linear viscoelastic theory. On the other hand, there is a disturbing result that calculation using the mean molecular weight, $M_{n}$, leads to exact agreement between the two theories, suggesting that the distribution is in effect monodisperse, contrary to the assumed geometric one and also the observed polydispersity, $M_w/M_n=2.1$. Further experimental studies employing monodisperse monomers would be highly valuable to consolidate the bridge between these two fundamental theories.",
        "date": "2026-01-27T08:20:06+00:00"
    },
    {
        "source": "PNAS",
        "title": "The BK channel-NS1619 agonist complex reveals molecular insights into allosteric activation gating",
        "authors": "Naileth Gonzalez-SanabriaGustavo F. ContrerasMaximiliano RojasYorley DuarteFernando D. Gonzalez-NiloEduardo PerozoRamon LatorreaDepartment of Biochemistry and Molecular Biology, The University of Chicago, Chicago, IL 60637bCentro Interdisciplinario de Neurociencia de Valparaiso, Instituto de Neurociencia, Facultad de Ciencias, Universidad de Valparaíso Pasaje, Valparaíso 2340000, ChilecCenter for Bioinformatics and Integrative Biology, Facultad de Ciencias de la Vida, Universidad Andrés Bello, Santiago 8370146, Chile",
        "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507707123?af=R",
        "abstract": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceBK channels are crucial regulators of physiological processes, including muscle tone and neurotransmitter release. Understanding their activation mechanisms is essential for therapeutic development. Using cryo-EM and molecular dynamics, we ...",
        "date": "2026-01-27T08:00:00+00:00"
    },
    {
        "source": "arXiv",
        "title": "Boson peak in the dynamical structure factor of network- and packing-type glasses",
        "authors": "Hideyuki Mizuno, Emi Minamitani",
        "link": "http://arxiv.org/abs/2601.19118v1",
        "abstract": "Glasses are structurally disordered solids that host, in addition to crystalline-like phonons, vibrational excitations with no direct phononic counterpart. A long-standing universal signature is the excess vibrational density of states~(vDOS) over the Debye prediction, known as the boson peak~(BP), which has been extensively reported via inelastic neutron and X-ray scattering measurements of the dynamical structure factor $S(q,ω)$. Here we quantify the vDOS directly from dynamical-structure-factor data and clarify the microscopic origin of the BP. We contrast two routes to extract the vDOS from $S(q,ω)$: (i) using high-wavenumber $q$ data beyond the Debye wavenumber $q_D$ to access predominantly incoherent scattering and recover the vDOS in a manner analogous to velocity-autocorrelation-based approaches; and (ii) integrating $S(q,ω)$ over the low-$q$ regime below $q_D$, which enables a decomposition of the vDOS into contributions from distinct wavenumber sectors and thereby provides direct access to the spatial character of vibrational modes. Focusing on the second route, we demonstrate that the BP in the vDOS emerges as the spectral consequence of a dispersionless excitation band in $S(q,ω)$. Our main results are obtained from molecular-dynamics simulations, and we further show that the same mechanism is captured by an effective-medium theory for random spring networks, providing a unified interpretation that connects the excess vDOS to the wavenumber-resolved structure of vibrational excitations in glasses.",
        "date": "2026-01-27T02:43:47+00:00"
    },
    {
        "source": "bioRxiv",
        "title": "RhoA regulates membrane order and tension to control excitability of nociceptor neurons",
        "authors": "Sabouri, S.; Handlin, L. J.; Giere, C.; Dumaire, N. L.; Macchi, N. L.; Hilgemann, D. W.; Moutal, A.; Dai, G.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.06.18.658998v2",
        "abstract": "Compartmentalization of the plasma membrane into phase-separated domains has emerged as a fundamental principle in regulating membrane transport and excitability1-3. However, it remains unclear how neuropathic stress initiates lipid remodeling of membrane domains. Here we show a previously unrecognized role for the monomeric GTPase RhoA in driving the coalescence of ordered membrane domains (OMDs)4, coupling cytoskeletal dynamics to membrane fluidity and order. Using FLIM-based Forster resonance energy transfer, we quantified nanoscale changes in OMD size in living cells3. Pharmacological modulation of RhoA activity altered OMD size in both human cell lines and nociceptor dorsal root ganglion (DRG) neurons. Optogenetic activation of RhoA using an improved light-inducible dimerization system triggered rapid OMD coalescence5-7. Moreover, RhoA-mediated remodeling of OMDs required an intact cytoskeletal network and was driven by heightened membrane lateral tension, a response that was also dependent on protein palmitoylation. Functionally, RhoA inhibition increased action potential firing and potentiated pacemaker HCN channel activity in nociceptive DRG neurons. Conversely, in a spared nerve injury model--where DRG neurons display small OMDs, reduced membrane tension, and hyperexcitability--RhoA activation enlarged OMDs, suppressed HCN channel activity, and dampened neuronal excitability. Together, these findings suggest RhoA-driven OMD remodeling as a key adaptive mechanism that counteracts the hyperexcitability associated with neuropathic pain. They further highlight reduced membrane tension as a biophysical signature of neuropathic stress and suggest that targeting the RhoA pathway may offer a therapeutic strategy for chronic pain.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.1101/2025.06.18.658998"
    },
    {
        "source": "bioRxiv",
        "title": "Modulating inter-mitochondrial contacts to increase membrane potential for mitigating blue light damage",
        "authors": "Wang, Y.; Qiu, K.; Zou, W.; Amom, P.; Ganjawala, T.; Lee, E.; Tian, Z.; Xu, X.; Huang, T.; Tsai, N.-P.; Shi, D.; Kang, P.; Bai, H.; Zacharias, A. L.; Zhang, K.; Diao, J.",
        "link": "https://www.biorxiv.org/content/10.1101/2025.10.24.684455v2",
        "abstract": "Mitochondrial membrane potential (MMP) is essential for mitochondrial functions, yet current methods for modulating MMP lack precise spatial and temporal control. Here, we present an optogenetic system that enables reversible formation of inter-mitochondrial contacts (mito-contacts) with high spatiotemporal precision. Blue light stimulation induces rapid formation of mito-contacts, which fully dissipate upon cessation of illumination. These light-induced mito-contacts can enhance MMP, leading to increased ATP production under stress conditions. Moreover, in human retinal cells and C. elegans, high MMP induced by mito-contacts alleviates the deleterious effects of prolonged blue light exposure, restoring energy metabolism and extending organismal lifespan. This optogenetic approach provides a powerful tool for modulating MMP and offers potential therapeutic applications for diseases linked to mitochondrial dysfunction.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.1101/2025.10.24.684455"
    },
    {
        "source": "bioRxiv",
        "title": "Single-molecule dissection of CFTR folding defects and pharmacological rescue",
        "authors": "Kim, S. A.; Levring, J.; Chen, J.; Yoon, T.-Y.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701897v1",
        "abstract": "Cystic fibrosis is a lethal genetic disorder caused by misfolding of the CFTR protein, most commonly due to the {Delta}F508 mutation. Despite extensive study, CFTRs folding process has remained inaccessible to direct observation. Here, we apply single-molecule magnetic tweezers to resolve the complete folding trajectories of wild-type and {Delta}F508 CFTR with near-amino acid resolution. We find that CFTR follows a hierarchical, template-guided folding pathway in which N-terminal domains scaffold downstream folding. This mechanism tightly couples the free energy states of intermediates, allowing {Delta}F508-induced instability to propagate across the folding pathway. Pharmacological correctors, in synergy with ATP, reshape the entire folding energy landscape by catalyzing transitions rather than simply stabilizing end states. These long-range, allosteric effects reveal a folding-embedded regulatory network. Our work provides a quantitative framework for mapping multidomain protein folding and therapeutic rescue, offering a broadly applicable strategy for interrogating rare mutations and accelerating structure-based drug discovery.  Significance StatementMisfolding of CFTR underlies cystic fibrosis, and its complex, multidomain architecture makes it an ideal model for understanding how membrane proteins fold and how small molecules can restore native structure. Using single-molecule magnetic tweezers, we reveal how local instabilities propagate through CFTRs folding pathway and show that pharmacological correctors act by catalyzing specific folding transitions in addition to stabilizing the native fold. These insights establish CFTR as a paradigm for dissecting folding mechanisms in large membrane proteins and for developing general strategies to correct misfolding across diverse human diseases.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.26.701897"
    },
    {
        "source": "bioRxiv",
        "title": "A Competitive Fluorescence Immunoassay Based on Intermolecular Quenching Using an N-Terminally Fluorescent-Labeled IgG Antibody",
        "authors": "Fukunaga, K.; Watanabe, T.; Hohsaka, T.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701636v1",
        "abstract": "The development of antibody-based fluorescent sensors relying on tryptophan-mediated quenching, such as Quenchbody (Q-body), often exhibits limited fluorescence responses because dye quenching depends on the location of tryptophan residues within the antibody. Here, we developed a competitive fluorescence immunoassay, termed an intermolecular Quenchbody (iQ-body), that utilizes intermolecular Forster resonance energy transfer (FRET) between an N-terminally fluorescent-labeled IgG antibody and an antigen-quencher conjugate. Anti-thyroxine IgG antibody (clone 6901 SPTN-5) showed minimal fluorescence changes upon antigen binding, despite N-terminal labeling with TAMRA. In contrast, the addition of an antigen-quencher conjugate (QSY9-T3) effectively quenched the TAMRA fluorescence via intermolecular FRET. Subsequent competitive displacement by thyroxine (T4) resulted in concentration-dependent fluorescence recovery. The iQ-body strategy provides a simple approach for constructing competitive fluorescence immunoassays for small-molecule targets using publicly available IgG antibodies.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.26.701636"
    },
    {
        "source": "bioRxiv",
        "title": "Synaptopodin enables directional mechanoadaptation of integrin-based adhesions",
        "authors": "Qu, C.; Huang, Y.; Jiang, S.; Peng, X.; Huang, Y.-Y.; Puapatanakul, P.; Xue, Z.; Brathwaite, K.; Langner, E.; Penn, E.; Espinosa, H. D.; Halabi, C. M.; Elson, E. L.; Miner, J. H.; Genin, G. M.; Suleiman, H. Y.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701551v1",
        "abstract": "The attachment of cells to their substrate through adhesion complexes is fundamental to tissue architecture and function. These adhesions are inherently optimized to resist shear forces parallel to the substrate, yet certain specialized cells must also withstand substantial perpendicular forces. How cells adapt their adhesion machinery to resist forces in different directions has remained unclear. In the kidney, podocytes experience perpendicular forces from pressurized filtrate flow while maintaining attachment to the glomerular basement membrane through integrin-based adhesions. Here we show that synaptopodin converts adhesions from shear-resistant to perpendicular force-resistant structures through coordinated reorganization of the actin cytoskeleton and adhesion complexes. Using an inertial force application system, we demonstrate that synaptopodin triggers force-dependent redistribution of {beta}1-integrin to the cell periphery specifically in response to perpendicular loading, while synaptopodin-deficient cells lack this directional adaptation and detach. This mechanism operates in multiple cell types and is physiologically essential: synaptopodin-null mice subjected to elevated glomerular pressure develop significant proteinuria and podocyte foot process effacement. These findings reveal a molecular basis for directional mechanoadaptation, whereby a single protein enables cells to reconfigure their adhesion architecture in response to the direction of applied force.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.25.701551"
    },
    {
        "source": "bioRxiv",
        "title": "Fungal hydrophobins unleashed from food waste: production, rodlet assembly, and functional properties in Ganoderma adspersum",
        "authors": "Reyes, C.; Boschi, E.; Gehrig, P.; Bienz, S.; Kumar, N.; Carvalho, T.; Kummer, N.; Bürgi, L.; Sinha, A.; Schwarze, F.; Campioni, S.; Nyström, G.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.700568v1",
        "abstract": "Ganoderma adspersum is a white-rot fungus (WRF) that produces amphipathic, surface-active proteins, known as hydrophobins. To explore sustainable routes for protein production and waste valorization, G. adspersum was cultivated under defined shaking conditions using different carbon and nitrogen sources, including apple skin food waste. From these cultures, we report for the first time the isolation and characterization of a novel class I hydrophobin, designated as Gad1. Atomic force microscopy revealed abundant rodlet-like nanostructures consistent with class I hydrophobin assemblies, and Raman spectroscopy confirmed {beta}-sheet enrichment typical of amyloid-like organization. MALDI-TOF mass spectrometry further identified Gad1 along with additional hydrophobin-like proteins in the foam. Hydrophobin-enriched foam extracts were used to form stable oil-in-water emulsions that could be converted into porous, freezedried composite aerogels. These findings expand the known diversity of hydrophobins in whiterot fungi and demonstrate that food-waste-derived substrates can support hydrophobin production and functional biomaterial formation.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.25.700568"
    },
    {
        "source": "bioRxiv",
        "title": "Multimodal non-ionizing quantitative characterization of enamel hypomineralization",
        "authors": "Chin, B.; Thapa, D.; Neshatian, M.; Abrams, S.; Ghaderi Moghadam, H.; Dos Santos, P. H.; Casas, M.; Mandelis, A.; Bozec, L.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.26.701762v1",
        "abstract": "Enamel hypomineralization is clinically graded but difficult to quantify with visual and radiographic assessment. We evaluated whether optical coherence tomography (OCT) and lock-in thermography imaging (LITI) provide non-ionizing, quantitative lesion localization and phenotyping, using clinical mDDE classification as a practical benchmark and micro-CT ({micro}CT) mineral density as an in vitro reference in a subset. Twenty-five extracted first permanent molars were classified as control, hypomineralized (Type 1 white-cream; Type 2 yellow-brown), or other enamel defects. Co-localized OCT A-scan decay slopes and LITI lock-in phase-contrast were measured in predefined ROIs; six teeth underwent {micro}CT with hydroxyapatite calibration. Clinical scoring showed substantial agreement (inter-rater {kappa}=0.61; intra-rater {kappa}=0.70). OCT decay slopes differed across clinical groups (Kruskal-Wallis p=0.00028), separating controls from defect groups, while separation between hypomineralization and other defects was limited. LITI detected thermophotonic \"hot spots\" at many clinically identified sites (sensitivity 80%) but showed low specificity (20%) at a single modulation frequency, consistent with high anomaly sensitivity but limited etiologic discrimination. In the {micro}CT subset, hypomineralized ROIs showed reduced mineral density relative to adjacent enamel and spatial concordance with OCT and LITI contrast. Together, OCT+LITI support objective lesion mapping and motivate multi-frequency thermophotonics and expanded reference sampling to improve specificity for chairside translation.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.26.701762"
    },
    {
        "source": "bioRxiv",
        "title": "Dynamic regulation of endogenous transcription factor hubs at single-molecule resolution",
        "authors": "Yoshida, S. R.; Zhong, Y.; Kumagai, A.; Dunphy, W. G.; Chong, S.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701606v1",
        "abstract": "Eukaryotic transcription factors (TFs) form local, high-concentration hubs at specific genomic loci through dynamic, multivalent protein-protein interactions mediated by their low-complexity domains. The hub formation behavior plays an essential role in TFs transcriptional activation activities. Characterizing the dimensions, dynamics, and regulation of TF hubs requires high-resolution imaging of TFs in their native cellular environment, but much of such biophysical characterization remains missing. Here, we combined CRISPR/Cas9-mediated genome editing and advanced quantitative cell imaging, including single-molecule microscopy, to investigate the dynamic behaviors of the endogenous oncogenic fusion TF EWS::FLI1 in Ewing sarcoma cells. We found that endogenous EWS::FLI1 forms dynamic, sub-diffraction-limit hubs with mechanisms of dissolution that prevent the hubs from achieving macroscopic liquid-liquid phase separation. Hub formation is a neomorphic behavior of EWS::FLI1 that is not directly conferred by its parental proteins, EWSR1 and FLI1. We found that during mitosis, EWS::FLI1 hubs dissolve, but EWS::FLI1 molecules continue to dynamically bind and unbind mitotic chromosomes, revealing a role of EWS::FLI1 in mitotic bookmarking. Nascent RNA destabilizes EWS::FLI1 hubs on chromatin, but it does not affect the dimensions of the hubs. Finally, we visualized endogenous EWS::FLI1 hubs upon treatment with various compounds that were previously indicated to affect EWS::FLI1 function. We found that LY2835219 and trabectedin significantly alter the nuclear distribution of endogenous EWS::FLI1, disrupting and mislocalizing EWS::FLI1 hubs, respectively. This finding highlights the therapeutic potential of both compounds for Ewing sarcoma. Together, our results reveal new insights into the assembly and regulation of endogenous EWS::FLI1 hubs at an unprecedented resolution. The methodology developed here will be useful for characterizing the functional hubs of many regular and pathological TFs in the future.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.25.701606"
    },
    {
        "source": "bioRxiv",
        "title": "A stickiness scale for disordered proteins",
        "authors": "Cao, F.; Tesei, G.; Lindorff-Larsen, K.",
        "link": "https://www.biorxiv.org/content/10.64898/2026.01.25.701651v1",
        "abstract": "Disordered proteins are a heterogeneous group of proteins that play a broad range of functions in biology, and display conformational properties that range from compact globules to expanded chains. We here describe the results of a data-driven approach to derive a scale that represents the propensity of the twenty amino acids to interact with one another relative to water. The scale is based on biophysical experiments on 115 proteins and can be thought of as a  stickiness (or hydropathy) scale specific for disordered proteins. We compare the scale to 70 other previously reported hydropathy scales and find that it is closer to four scales related to membrane proteins or the transition temperatures of elastin-like peptides. We envisage that the new scale will be useful in bioinformatics and machine learning approaches to quantify the role of sequence composition and patterning in disordered proteins, to understand the driving forces for their interactions with other molecules, and their evolutionary conservation.",
        "date": "2026-01-27T00:00:00+00:00",
        "doi": "10.64898/2026.01.25.701651"
    }
]